[
  "Academics",
  "Administration",
  "Grades",
  "Graduation",
  "Military",
  "Student Rights and Responsibilities",
  "§99.1 To which educational agencies or institutions do these regulations apply?",
  "§99.2 What is the purpose of these regulations?",
  "§99.3 What definitions apply to these regulations?",
  "Personally Identifiable Information",
  "§99.4 What are the rights of parents?",
  "§99.5 What are the rights of students?",
  "§99.7 What must an educational agency or institution include in its annual notification?",
  "§99.8 What provisions apply to records of a law enforcement unit?",
  "§99.10 What rights exist for a parent or eligible student to inspect and review education records?",
  "§99.11 May an educational agency or institution charge a fee for copies of education records?",
  "§99.12 What limitations exist on the right to inspect and review records?",
  "§99.20 How can a parent or eligible student request amendment of the student's education records?",
  "§99.21 Under what conditions does a parent or eligible student have the right to a hearing?",
  "§99.22 What minimum requirements exist for the conduct of a hearing?",
  "§99.30 Under what conditions is prior consent required to disclose information?",
  "§99.31 Under what conditions is prior consent not required to disclose information?",
  "§99.32 What recordkeeping requirements exist concerning requests and disclosures?",
  "§99.33 What limitations apply to the redisclosure of information?",
  "§99.34 What conditions apply to disclosure of information to other educational agencies or institutions?",
  "§99.35 What conditions apply to disclosure of information for Federal or State program purposes?",
  "§99.36 What conditions apply to disclosure of information in health and safety emergencies?",
  "§99.37 What conditions apply to disclosing directory information?",
  "§99.38 What conditions apply to disclosure of information as permitted by State statute adopted after November 19, 1974, concerning the juvenile justice system?",
  "§99.39 What definitions apply to the nonconsensual disclosure of records by postsecondary educational institutions in connection with disciplinary proceedings concerning crimes of violence or non-forcible sex offenses?",
  "§99.60 What functions has the Secretary delegated to the Office and to the Office of Administrative Law Judges?",
  "§99.61 What responsibility does an educational agency or institution, a recipient of Department funds, or a third party outside of an educational agency or institution have concerning conflict with State or local laws?",
  "§99.62 What information must an educational agency or institution or other recipient of Department funds submit to the Office?",
  "§99.63 Where are complaints filed?",
  "§99.64 What is the investigation procedure?",
  "§99.65 What is the content of the notice of investigation issued by the Office?",
  "§99.66 What are the responsibilities of the Office in the enforcement process?",
  "§99.67 How does the Secretary enforce decisions?",
  "Civil Rights Laws",
  "File a Complaint",
  "Access to Equal Education Opportunity",
  "Education and Title VI of the Civil Rights Act of 1964",
  "Civil Rights Data Collection",
  "FAQs About a Student's Civil Rights",
  "Office for Civil Rights (OCR)",
  "File A Complaint"
]