{
  "Academics": "Academic Appeals\nStudents placed on academic probation or suspension may appeal to the Academic Standards Committee by filing an appeal form with the Office of the Registrar. The student has the right to appeal any action affecting their academic status by obtaining the appropriate form from the Office of the Registrar: Appeal of Suspension, Appeal of Probation, Grade Appeal, or General Appeal.\nAcademic Integrity\nStudents are responsible for the integrity of their academic work. Examples of academic dishonesty include but are not limited to, obtaining unauthorized assistance in any academic work; cheating on a test; plagiarism; quoting without proper credit; modifying any examination, paper, record, report or project without the instructor’s approval for obtaining additional credit or an improved grade; and, representing the work of others as one’s own. Some of the penalties that may be imposed include: warning (written or oral); reducing the grade for the assignment, test, or project; reducing the grade for the course; assigning a failing grade for the course; dismissing the student from the course and issuing a grade of “W”; academic probation or suspension; expulsion; and recording the decision in the student’s academic record.\nAcademic Probation\nStudents who do not maintain a semester GPA of 2.00 are subject to academic probation for the next semester of regular attendance. Academic probation is not recorded on the transcript. The criteria for full- or part-time students are:\nFull-time students, upon completion of 12 or more semester credit hours, are placed on academic probation if they have a GPA less than 2.00 (higher levels specific to each Bachelor’s program). If the number of semester credit hours drops below 12 as a result of an “In Progress” (IP) grade (see below), students are still considered to be making satisfactory progress.\nPart-time students, upon completion of 16 or more cumulative semester credit hours, are placed on academic probation when a total of 11 or fewer credit hours of work have been attempted in a semester and cumulative GPA is less than a 2.00.\nStudents on academic probation may take no more than 14 credit hours per semester unless approved by an advisor.\nAcademic Recognition\nAcademic recognition can be achieved as follow:\nPresident’s Honor List: Students must achieve a semester GPA of 4.00, complete a minimum of 12 credit hours, and receive no grades of “I” or “IP.” “Honors” will be noted on transcript.\nProvost’s Honor List: Students must achieve a semester GPA of 3.50 –3.99, complete a minimum of 12 credit hours, and receive no grades of “I” or “IP.” “Honors” will be noted on transcript.\nAcademic Standing\nStudents must maintain a 2.00 cumulative grade point average (CGPA) throughout their program of study (or higher levels in the Bachelor’s degree programs; consult the program handbooks for details). When students receive final grades of A, B, C, D, or F, they are considered credit hours attempted and earned. W, I, or IP grades earn no credit and are not considered hours completed. Transfer credit hours accepted by Diné College are not calculated in cumulative grade point averages for determining satisfactory progress.\nAcademic Status Change\nWhen change of an “Incomplete” (I) or “In Progress” (IP) grade alters a student’s academic status, the student is notified of the change in writing by Office of the Registrar. When the changes are formally adjusted, students are placed on good standing, academic probation or suspension and the restriction is effective immediately.\nAcademic Suspension\nStudents who do not satisfactorily meet the required minimum standards during the probationary semester will be placed on academic suspension. Academic suspension means the student will not be permitted to enroll in any classes at Diné College for the semester of the suspension. Upon returning, the student will be placed on academic probation until minimum standards for satisfactory progress are met.\nAcademic suspension is not recorded on a student’s transcript. Students who are placed on academic probation or academic suspension are subject to additional regulations regarding Satisfactory Academic Progress (SAP). A student may appeal academic suspension by obtaining appeal information from the Office of the Registrar. Program-specific policies regarding academic suspension apply to each of the Bachelor’s degree programs. Consult the program handbooks for details.\nFor more information, contact Office of the Registrar at (928) 724-6630/6631/6632\nContact Us\nDiné College—Office of the Registrar\nP.O.Box C-04\nTsaile, Arizona, 86556\nregistrar@dinecollege.edu\n(928) 724-6630",
  "Administration": "Access to and Confidentiality of Records\nSocial Security or Student Identification Numbers are used for students’ identification and records only. The Family Education Rights and Privacy Act of 1974 (FERPA) protects the privacy of such information. The College provides access to specified official records related to the student and an opportunity to change such records if they are inaccurate while providing for the challenge of actual grades received. To ensure that their rights are upheld, students are required to file requests for non-disclosure on an annual basis if withholding of directory information is desired. Such requests will be honored for one academic year.\nOnly the Office of the Registrar and other authorized personnel have access to student files. An authorized personnel is a person employed by the College in an administrative, supervisory, faculty, academic research, or support staff position (including law enforcement unit personnel), or other authorized personnel offices; a person or company with whom the College has contracted (such as an attorney, auditor, or collection agent); a person serving on the Board of Regents; or a student serving on an official committee or assisting another school official in performing his or her tasks.\nAdministrative Withdrawal\nThe College reserves the right the right to withdraw a student from classes for any reason when College officials consider this action to be in the best interest of the College or of the students.\nAuditing Courses\nWith the exception of laboratory courses, if space is available and permission is secured from the faculty, a student may audit a course. Full tuition is assessed for audits and confers no credit, grades, or quality points and does not apply toward graduation. A student must declare audit status at the time of registration. Changes from credit to audit or audit to credit are not permitted after the last day to add a class (See Academic Calendar). Audited courses will be noted on the student’s permanent record as “AU” grade.\nChange of Grade\nThe Instructor and Dean of School must approve a grade change. Students wanting to appeal a grade must complete an Academic Grade Appeal form and follow the appeal process. Once course is completed per official last day of class, student(s) cannot submit or resubmit coursework for a higher grade. Circumstances necessitating a change of grade may include a clerical error made by the instructor or data entry personnel in preparing the grade report or the change of an “Incomplete” grade. With the exception of the “I” and the “IP” grade which must be changed by the end of the following semester, a grade may be changed within an academic year from the time it was given. Changes of grades for summer courses must be completed by the end of the following summer session.\nClass Attendance and Punctuality\nStudents are expected to attend all classes and required labs. Instructors will keep attendance records. An absence does not excuse a student from classwork or assignments that are missed. Repeated absences and tardiness that affect student performance will be reflected in the final grade. You are expected to be prompt in attending each of your classes. Excessive tardiness might result in the faculty taking appropriate actions.\nCourse Change or Cancellation\nDiné College reserves the right to cancel any scheduled course or to change the day, time, location, and/or faculty of any course without notice. Students will not be penalized for cancelled courses. Tuition is fully refundable. Technology, and other applicable activity fees are non-refundable.\nCourse Overload\nA full course load normally consists of twelve (12) to sixteen (16) credit hours each semester. Depending upon the student’s major and degree of academic preparation, a student may take more than 16 credit hours. The student must have a 3.00 cumulative GPA or higher, and obtain approval from an assigned advisor and the Dean of School, to take more than 16 credit hours for Fall and Spring. Under no circumstances may a student enroll for more than 21 credit hours in one semester. During the summer, students may take a maximum of 6-8 hours per session and no more than 12-14 total over the summer. Credits earned through Credit by Examination are not counted in this policy.\nCourse Substitution\nThe Course Substitution Request Form is available at all sites and must be submitted to the Office of the Registrar. Students must consult with their assigned advisor prior to graduation. Request for course substitution must be approved by the appropriate Dean of School.\nCredit-by-Examination\nStudents who are currently enrolled in Diné College may apply for credit-by-examination in certain courses by contacting the Dean of School. The Registrar must also grant permission. Students may not petition to challenge a course a second time, nor may they take an exam for a course in which they have previously enrolled. Each academic division may have additional qualifications. Students must register for examinations by the end of the fourth week of classes. Students at the Regional Sites may need to take the exam at the Tsaile Campus. Students must pay for the cost of the examination and the tuition fees, which are non-refundable. The exam and other division requirements must be passed with a grade of A, B, or C for credit to be given. A notation of “Credit by Examination” (CR) is placed on the transcript. The grade is included in the total earned credit hours but is not computed in the total grade point average. Students should note that Diné College’s credit by examination may not transfer to other colleges and universities.\nDefinition of Semester Hour\nAll academic credits earned are expressed in terms of semester hours. A completed semester hour represents a minimum of eight hundred (800) minutes per credit per semester. The College operates on a 16-week on a semester system. Courses in the summer are offered as sessions varying from five (5) to ten (10) weeks length.\nDropping and Adding Course(s)\nStudents who drop course(s) must complete a Drop/Add Form with proper signature(s) required and submit it to the Office of the Registrar by the Drop/Add Date Deadline (See “Academic Calendar”). Students who fail to fill out the appropriate form and/or stop attending classes will receive an “F” grade. A student who properly drops a course will receive a “W” grade on his/her record. “W” grades do not affect the student’s GPA.\nThe student may drop courses by completing a Drop/Add form available from the Registrar’s Office or the respective site.\nThe Drop/Add form must be signed by the instructor of the class and the student’s advisor. Completed Drop/Add forms must be returned to the Office of the Registrar or to the respective Sites for processing by the drop/add date deadline.\n(See Academic Calendar.)\nA course dropped in the first two weeks of the semester will not appear on a student’s transcript.\nA grade of “W” will be recorded for all classes dropped beginning the third week of the semester.\nResidential students dropping below 12 credit hours at any time during a semester lose eligibility for campus housing. Any appeals to this must be submitted to Residence Life.\nStudents receiving financial aid must check with the Office of Financial Aid and Scholarships for continued financial aid eligibility.\nAny student who discontinues a course at any time without officially dropping the course is subject to a grade of “F.”\nEnrollment Status\nThe number of credit hours carried per semester indicates a student’s enrollment status.\nFull Time\n—a student carries 12 or more credits per semester and must complete 24 credits in an academic year.\nThree-quarter time\n—a student carries 9-11 credits per semester and must complete 18 credits in an academic year.\nHalf-time\n—a student carries 6-8 credits per semester and must complete 12 hours in an academic year.\nPart-time\n— a student carries 5 or less credits per semester and must complete credits in an academic year.\nStudent who have earned fewer than 32 credit hours are classified as freshman. Students with more than 32 hours are classified as sophomores.\nHold on Student Records\nStudents who fail to meet their obligations to the College, financial or otherwise, will have their academic records placed on hold until the obligation is resolved. No grade report or transcript will be issued to the student until obligations are satisfied in full.\nInstructor Drop\nStudents may be dropped from the course by the faculty. Instructor drop forms must be submitted to the Office of the Registrar for processing. Any student dropped by the faculty will be notified of the action by the Office of the Registrar. A student who wishes to be reinstated in a course from which they have been dropped must receive permission from the faculty and the Dean of School. If the drop is revoked, the student will be responsible for payment of tuition.\nFaculty/Biological Child Instructional Policy\nNote: All faculty are strongly advised to council his/her first-degree family member to take a class with another faculty as an option to this policy in order to avoid the appearance of a conflict of interest.\nIt is Diné College academic policy that a faculty may provide instructional family member with the understanding that faculty members are ethically required to treat all students equally when dispensing scheduled professional instructions. Faculty and student have a responsibility to disclose the scenario to the relevant School Dean and the Office of the Registrar. The faculty member will provide a course grade accordingly for inclusion as other scheduled instructional reporting. A School Dean monitoring arrangement may be implemented, if needed and requested by the faculty. Conversely, a first-degree family member instructional arrangement is a routine, normal student teaching, learning protocol, and applicable academic policy and procedures prevail.",
  "Grades": "General Grade Appeal\nGrades are determined solely by the individual faculty who taught the course for the session(s) or the semester(s). A student who wishes to contest a grade must first attempt to resolve the matter with the course faculty.\nIf the matter cannot be resolved with the instructor, the student may appeal to the appropriate Dean of School. The student must provide the evidence as to why the grade posted by the faculty is an error. if the matter is not resolved with the Dean of School, the student may appeal a final time to the Academic Standards Committee. The decision of the Academic Standards committee is final.\nGrades may be appealed within one academic year. The Grade Appeal Form can be obtained by Office of the Registrar and will guide students through each of the three steps.\nGrade Point Average (GPA) System\nGrade Point Average (GPA) refers to the average grade at any particular time during, or at the end of, any particular semester. It is determined by the total number of Quality Points Earned (QPE) divided by total number of credits.\nThe Cumulative Grade Point Average (CGPA) is the average for all courses taken at the college. It is computed by taking the sum of all Quality Points Earned (QPE) while in attendance at Diné College divided by the sum of all eligible credit hours earned.\nQuality points are figured as follows: A = 4 quality points, B = 3 quality points, C = 2 quality points, D = 1 quality point, and F = 0. For instance, if a student receives an A in ENG 101 (3 credits x 4 quality points = 12 QPE), B in MTH 106 (3 credits x 3 quality points = 9 QPE), and C in PSY 111 (3 credits x 2 quality points = 6 QPE), that person’s GPA would be 3.00 (27 total quality points divided by 9 credits = 3.00).\nThe following rules are considered in computing the CGPA:\nCourses that are repeated are counted only once for credit and the CGPA; however, all repeated courses appear on the student’s transcript.\nThe higher grade is used for computing the CGPA whenever a course is repeated.\nCertain courses can be repeated for credit and therefore are exempt from the two rules above (e.g., 099, 199, and 299 courses; students should consult with their advisor).\nWhen grades of “I” or “IP” have been changed to letter grades, they are computed in the CGPA.\nA “CR” grade is computed in the total credit hours earned, but is not included in the CGPA.\nIndividual instructors or academic divisions have specific policies and requirements for the “IP” grade. Students are advised to check each course syllabus carefully to be informed about the “IP” grade policy for courses.\nF, a failing grade, is shown on the transcript and computed in the CGPA unless the student retakes the course and passes, at which time the passing grade is entered on the transcript and the quality points are computed in the CGPA and the semester GPA.\nMidterm and Final Grade Report\nThe midterm examinations occur during the 8th week of classes during the Fall and Spring semesters. Midterm grades are not entered on the permanent record. Final examinations are scheduled at the end of the semester and must be taken during scheduled times.\nRepeating Courses\nStudents may repeat courses previously taken at the College to better their understanding or to improve their grades. A transcript shows that the course was repeated, but only the higher grade is used to compute the student’s CGPA). Repeating or retaking a class can affect a student’s financial aid. (Please see repeat or retake in Financial Aid Policies.",
  "Graduation": "Graduation Requirements\nTo be eligible for graduation and participation in a commencement exercise, students must fulfill and meet the following:\nFulfill all coursework and degree requirements listed in the Graduation Degree Checklist.\nCumulative Grade Point Average (CGPA) of “C” or better.\nFile a completed Graduation Petition and Degree Checklist with the Registrar’s Office prior to the deadline.\nPay the graduation petition fee of $25.00 (non-refundable) to the Cashier’s Office.\nPay all outstanding and prior accounts in full to the College.\nReturn all checked-out materials to the library.\nHave all course substitutions approved by submitting a Course Substitution Form.\nGraduation Degree Checklist\nA Degree Checklist needs to be completed with the assistance of an Academic Advisor and/or a Faculty Advisor. The Degree Checklist requires their signature for submission. Student use the degree checklist from the year that they begin attending classes at the College. If a student stops taking classes at the College for one academic year (Fall and Spring) or longer, he or she can use the checklist in the catalog the year that they return.\nA Degree Checklist should be reviewed each semester prior to registering in order to assist a student in selecting courses for registration. Each major or academic degree program includes:\nGeneral Education Requirements\nProgram Requirements\nGraduation Regalia\nAppropriate college cap and gown are required for the commencement exercise. Traditional attire may be worn with the cap. The cap and gown signify the completion of a college degree program.\nStudent graduates are required to purchase a cap and gown from the following locations: For Tsaile and Shiprock, the cap and gown may be purchase at the local campus bookstore.\nFor Window Rock, Chinle, Tuba City, and Crownpoint, you may download the Diné College Cap and Gown Order Form from the Warrior Web, and submit the form with payment to the local center for processing.\nGraduating Catalog Year\nStudents maintaining continuous enrollment at Diné College graduate according to the requirements of the catalog in effect at the time of initial enrollment. If continuous enrollment is not maintained for an academic year, the student must meet the requirements for graduation of the catalog in affect at the time they returned. Students registering or re-registering during a summer term may follow the current catalog year or the subsequent catalog year.\nGraduation Petition\nStudents must complete and submit a Graduation Petition to the Office of the Registrar prior to the graduation deadline. Deadlines are posted on the Academic Calendar. No Exception.\nGraduation with Honors\nThe appropriate honors are recorded on a student’s transcript. The honors are based on scholastic achievement and are as follows:\nGPA\nHonor\n3.50 to 3.69\nCum Laude\n3.70 to 3.89\nMagna Cum Laude\n3.90 to 4.00\nSumma Cum Laude\n* The Office of the Registrar will provide the Honor Cords at no cost to the student.",
  "Military": "Military Duty Activation: Reservists, Emergency Personnel and/or Emergency Procedures\nPURPOSE – To assist veteran students enrolled at Diné College when called for military duty and/or emergency personnel who are called to assist.\nSTUDENT ACTION\n– Student will have to contact the SCO office at their respective campus. Notify Office of Financial Aid and Finance Office indicating activation for military duty or call to assist. The student will be required to provide a copy of the Military Duty Activation and/or Call to Assist Order and any documents to support he/she is released for military duty. If for any reason, the student cannot contact Diné College prior to departure, action will follow up to correct the situation after the student re-enrolls and this will involve administrative grade changes.\nAdministrative Withdrawl\n– Student tuition and fees will be refunded at 100%, the Military Activation Letter will initiate the refund request and no farther information will be required from the student. The Registrar shall assign a W grade for each course that the student is withdrawn from administratively.\nAdministrative Incomplete\n– Incomplete grades can be assigned by the Registrar administratively. When incomplete grades are assigned; appropriate documentation will be place in the student’s educational record. The veteran’s catalog year and program requirements will be maintained for one year. Upon re-enrollment, student may appeal the catalog year determination. The former instructor will be notified of the student’s status.\nReinstatement\n– The college will work with the student when his/her absences from classes are less than the full semester in which the student was enrolled. Reinstatement may include re-enrollment in the same courses or request to transfer of credit for tuition & fees and take the same courses in a different session.\nCompleting Course Requirements\n– veteran may choose one of the following option to complete course requirements:\nFulfill course requirements within one semester following the initiation of the administrative incomplete; or\nEnrollment in the course in a subsequent session if a tuition and fees credit has been forwarded.\nMilitary Credit\nA veteran with an “Honorable Discharge” from active duty seeking admission and military credits must submit all prior military training transcripts as well as official transcripts of all other colleges and universities attended to the Admission’s Office. The Registrar will evaluate the office transcripts for approval of credits. Veteran student is to receive two (2) units of physical education credits toward degree completion. To be considered for military credits, the following must be complete and on file at the Registrar’s office.\n1. File prior military training transcript;\n2. Complete military credit request form; and\n3. Complete transcript evaluation form.\nPrior training transcripts will be evaluated and credits determined as appropriate. Transfer credits (TR) will appear as (CR) on student transcript and not calculated into student’s overall grade point average (GPA).\nSatisfactory Academic Progress (SAP):\nVeteran students are not excluded from maintaining or adhering to the (SAP) policy. The (SAP) policy constitutes the following standards.\nFull time veteran student will be placed on academic probation when he/she fails to maintain a semester GPA of 2.00, within the next semester of regular attendance. Note: (specific to each of the Bachelor’s Program, a higher (GPA) may be required).\nPart-time veteran students who have taken 16 plus credit hours will be placed on academic probation when 11 and fewer hours were attempted and a cumulative grade point average (CGPA) of less than 2.00 is earned.\nVeteran on academic probation may take no more than 14 hours without an advisor approval.\nA veteran, while on academic probation is still eligible to receive VA Benefits.\nAcademic Suspension:\nShould a veteran who fails to earn a GPA of 2.00 while on academic probation, he/she will be placed on academic suspension.\nA veteran on academic suspension will not be allowed to take classes for a period of one semester.\nA returning veteran is placed on academic probation and VA benefits are reinstated.\nFor Academic probation and suspension appeal; a veteran can appeal probation and/or suspension by completing the appeal request form. The form is presented to the Academic Standards Committee for review.\nAcademic Suspension for VA Beneficiaries\nWhen a VA student on Academic Probation fails to earn a GPA of 2.0 or higher at the end of a semester, the student is placed on Academic Suspension. Academic suspension means the student is not permitted to enroll in any classes at Diné College for a period of one semester. Upon returning the following semester, the VA student is placed on academic probation and their VA educational benefit will be reinstated.\nAcademic Suspension Appeal—A VA student may appeal an academic suspension by obtaining information on the appeal process from the Office of the Registrar. Student must go before the Academic Standards Committee and present their case. Upon approval, the student is placed back on academic probation.",
  "Student Rights and Responsibilities": "All Diné College students have rights and responsibilities identified in the Student Code of Conduct Handbook. A copy may be obtained from any Diné College site or online at www.dinecollege.edu.\nTranscripts\nStudents may request an official transcript from the Office of the Registrar from the main campus in Tsaile or go to www.studentclearinghouse.org. All financial obligations to the College must be met before official transcripts will be released. Exceptions can be made for scholarships (including ONNSFA) with review. Unofficial transcripts can be printed at any time during a student’s enrollment period in Warrior Web (log-in required). Allow 2 days maximum for official transcript printing and/or processing.\nThe Transcript Request Form is available at all sites and on the College website. A fee is required for each Official Transcript. Currently enrolled students may review their unofficial transcript at any time by logging onto Warrior Web.\nTransfer Credits\nTransfer of credits is awarded for coursework completed at other colleges and universities. Office of the Registrar is responsible for conducting official credit evaluations. Transfer students must request official transcripts from colleges previously attended to receive transfer credit. Transfer credit evaluations can take up to two weeks. A copy of the transfer credit evaluation will be mailed to the student or obtained from Office of the Registrar. Additional copies can also be obtained from Office of the Registrar.\nWithdrawal from College\nStudents who officially withdraw from the College must use a Withdrawal Form available from Office of Registrar or respective campus site. Failure to withdraw properly results in the forfeiture of a refunds, and a grade of “F” is given for each course in progress at the time of the unofficial withdrawal. Withdrawal forms must be returned to the Registrar’s Office with all the required signatures.\nParticipation in College-Sponsored Events\nParticipation in official college events or activities, such as intramural sports or conference attendance, requires satisfactory academic standing with a 2.00 GPA and a completed Class Release Form must be turned into the Office of the Registrar prior to departure.\nPlagiarism Policy:\nDiné College adheres to the highest standards regarding plagiarism. The College holds that it is ultimately the discretion of faculty to determine when a violation of the academic dishonesty policy has occurred. The definition of plagiarism includes but is not limited to:\n(1) “Self-plagiarism,” which includes a student reusing significant, identical, or nearly identical portions of his or her own work without acknowledging that one is doing so or without citing the original work: (2) the use of purchased reports or other material represented as the student’s work: (3) the use, by paraphrase or direct quotation, of the published or unpublished work of another person without full and clear attribution: and (4) the unattributed use of materials prepared by another person or agency engaged in the selling of term papers or other academic materials.\nStudents are encouraged to review the plagiarism policy and may challenge their final grade through the grade appeals process through the Academic Standards Committee. In short, plagiarism is the representation of another authors’ work as your own work. Intent is not relevant to determining if an act of plagiarism has occurred. All faculty members are required to state the Diné College plagiarism policy in their syllabus. In short, faculty members have full discretion to exercise their best judgement in terms of determining whether an act of plagiarism has occurred. Diné College does subscribe to a plagiarism detection service and all. Faculty members are encouraged to utilize this service if they require written papers in their courses. Faculty members are advised, though not required, to carry out sanctions in cases where more than 15% of a student’s content is plagiarized from in alternate sources. Faculty members should consult with their colleagues on best practices.\nFaculty members, at their own discretion, are free to carry out the most severe sanction in response to determinations of plagiarism. Each school is encouraged to develop its own norms of practice consistent with their academic discipline. Typically, the most severe remedy, in the case of a first offense, is to drop the student from class and assign a final grade of F. That said, faculty members are encouraged to discuss remedies with their colleagues in pursuit of less severe remedies.\nRegarding serial plagiarists, it is at the discretion of faculty members to maintain a written log describing incidences of plagiarism and the evidence against violators on a case-by-case basis. Files should contain a description of the violation and supporting evidence. These logs will be housed with the Dean of the pertinent school as well as with the office of the registrar (via Jenzabar notepad). The plagiarism file will only be revisited should a student violate the academic dishonesty policy a second time. Ideally, a student will acknowledge his or her mistake and learn from it swiftly without repetition. In other circumstances, it will be clear that a student is a serial plagiarist and subject to disciplinary action up to and including expulsion from Diné College.\nFor details on student appeals process, please refer to the student code of conduct and the faculty handbook.\nSatisfactory Academic Progress Policy (SAP)\nThe Satisfactory Academic Progress Policy delineates requirements for satisfactory academic progress as well as guidelines for academic probation and academic suspension. They are:\nFull-time students are placed on academic probation if, upon completion of 12 or more semester credit hours, they have a semester grade point average less than a “C” (2.0). If a student’s number of semester credit hours drops below 12 as a result of an IP grade, the student is still considered to be making satisfactory progress.\nPart-time students who have accumulated 16 or more semester credit hours are placed on academic probation whenever a total of 11 or less semester credit hours of work have been attempted and a cumulative grade point average less than a “C” (2.0) or is earned.\nThe Satisfactory Progress Policy applies to part-time students who have not yet accumulated a minimum of 16 semester credit hours.\nStudents on academic probation may take no more than 12 credit hours per semester.\nStudents placed on academic probation or academic suspensions are subject to additional regulations regarding SAP.\nStudents should contact the Financial Aid Office for pertinent Financial Aid (SAP) regulations."
}