{
    "Academics": "Academic Appeals\nStudents placed on academic probation or suspension may appeal to the Academic Standards Committee by filing an appeal form with the Office of the Registrar. The student has the right to appeal any action affecting their academic status by obtaining the appropriate form from the Office of the Registrar: Appeal of Suspension, Appeal of Probation, Grade Appeal, or General Appeal.\nAcademic Integrity\nStudents are responsible for the integrity of their academic work. Examples of academic dishonesty include but are not limited to, obtaining unauthorized assistance in any academic work; cheating on a test; plagiarism; quoting without proper credit; modifying any examination, paper, record, report or project without the instructor’s approval for obtaining additional credit or an improved grade; and, representing the work of others as one’s own. Some of the penalties that may be imposed include: warning (written or oral); reducing the grade for the assignment, test, or project; reducing the grade for the course; assigning a failing grade for the course; dismissing the student from the course and issuing a grade of “W”; academic probation or suspension; expulsion; and recording the decision in the student’s academic record.\nAcademic Probation\nStudents who do not maintain a semester GPA of 2.00 are subject to academic probation for the next semester of regular attendance. Academic probation is not recorded on the transcript. The criteria for full- or part-time students are:\nFull-time students, upon completion of 12 or more semester credit hours, are placed on academic probation if they have a GPA less than 2.00 (higher levels specific to each Bachelor’s program). If the number of semester credit hours drops below 12 as a result of an “In Progress” (IP) grade (see below), students are still considered to be making satisfactory progress.\nPart-time students, upon completion of 16 or more cumulative semester credit hours, are placed on academic probation when a total of 11 or fewer credit hours of work have been attempted in a semester and cumulative GPA is less than a 2.00.\nStudents on academic probation may take no more than 14 credit hours per semester unless approved by an advisor.\nAcademic Recognition\nAcademic recognition can be achieved as follow:\nPresident’s Honor List: Students must achieve a semester GPA of 4.00, complete a minimum of 12 credit hours, and receive no grades of “I” or “IP.” “Honors” will be noted on transcript.\nProvost’s Honor List: Students must achieve a semester GPA of 3.50 –3.99, complete a minimum of 12 credit hours, and receive no grades of “I” or “IP.” “Honors” will be noted on transcript.\nAcademic Standing\nStudents must maintain a 2.00 cumulative grade point average (CGPA) throughout their program of study (or higher levels in the Bachelor’s degree programs; consult the program handbooks for details). When students receive final grades of A, B, C, D, or F, they are considered credit hours attempted and earned. W, I, or IP grades earn no credit and are not considered hours completed. Transfer credit hours accepted by Diné College are not calculated in cumulative grade point averages for determining satisfactory progress.\nAcademic Status Change\nWhen change of an “Incomplete” (I) or “In Progress” (IP) grade alters a student’s academic status, the student is notified of the change in writing by Office of the Registrar. When the changes are formally adjusted, students are placed on good standing, academic probation or suspension and the restriction is effective immediately.\nAcademic Suspension\nStudents who do not satisfactorily meet the required minimum standards during the probationary semester will be placed on academic suspension. Academic suspension means the student will not be permitted to enroll in any classes at Diné College for the semester of the suspension. Upon returning, the student will be placed on academic probation until minimum standards for satisfactory progress are met.\nAcademic suspension is not recorded on a student’s transcript. Students who are placed on academic probation or academic suspension are subject to additional regulations regarding Satisfactory Academic Progress (SAP). A student may appeal academic suspension by obtaining appeal information from the Office of the Registrar. Program-specific policies regarding academic suspension apply to each of the Bachelor’s degree programs. Consult the program handbooks for details.\nFor more information, contact Office of the Registrar at (928) 724-6630/6631/6632\nContact Us\nDiné College—Office of the Registrar\nP.O.Box C-04\nTsaile, Arizona, 86556\nregistrar@dinecollege.edu\n(928) 724-6630",
    "Administration": "Access to and Confidentiality of Records\nSocial Security or Student Identification Numbers are used for students’ identification and records only. The Family Education Rights and Privacy Act of 1974 (FERPA) protects the privacy of such information. The College provides access to specified official records related to the student and an opportunity to change such records if they are inaccurate while providing for the challenge of actual grades received. To ensure that their rights are upheld, students are required to file requests for non-disclosure on an annual basis if withholding of directory information is desired. Such requests will be honored for one academic year.\nOnly the Office of the Registrar and other authorized personnel have access to student files. An authorized personnel is a person employed by the College in an administrative, supervisory, faculty, academic research, or support staff position (including law enforcement unit personnel), or other authorized personnel offices; a person or company with whom the College has contracted (such as an attorney, auditor, or collection agent); a person serving on the Board of Regents; or a student serving on an official committee or assisting another school official in performing his or her tasks.\nAdministrative Withdrawal\nThe College reserves the right the right to withdraw a student from classes for any reason when College officials consider this action to be in the best interest of the College or of the students.\nAuditing Courses\nWith the exception of laboratory courses, if space is available and permission is secured from the faculty, a student may audit a course. Full tuition is assessed for audits and confers no credit, grades, or quality points and does not apply toward graduation. A student must declare audit status at the time of registration. Changes from credit to audit or audit to credit are not permitted after the last day to add a class (See Academic Calendar). Audited courses will be noted on the student’s permanent record as “AU” grade.\nChange of Grade\nThe Instructor and Dean of School must approve a grade change. Students wanting to appeal a grade must complete an Academic Grade Appeal form and follow the appeal process. Once course is completed per official last day of class, student(s) cannot submit or resubmit coursework for a higher grade. Circumstances necessitating a change of grade may include a clerical error made by the instructor or data entry personnel in preparing the grade report or the change of an “Incomplete” grade. With the exception of the “I” and the “IP” grade which must be changed by the end of the following semester, a grade may be changed within an academic year from the time it was given. Changes of grades for summer courses must be completed by the end of the following summer session.\nClass Attendance and Punctuality\nStudents are expected to attend all classes and required labs. Instructors will keep attendance records. An absence does not excuse a student from classwork or assignments that are missed. Repeated absences and tardiness that affect student performance will be reflected in the final grade. You are expected to be prompt in attending each of your classes. Excessive tardiness might result in the faculty taking appropriate actions.\nCourse Change or Cancellation\nDiné College reserves the right to cancel any scheduled course or to change the day, time, location, and/or faculty of any course without notice. Students will not be penalized for cancelled courses. Tuition is fully refundable. Technology, and other applicable activity fees are non-refundable.\nCourse Overload\nA full course load normally consists of twelve (12) to sixteen (16) credit hours each semester. Depending upon the student’s major and degree of academic preparation, a student may take more than 16 credit hours. The student must have a 3.00 cumulative GPA or higher, and obtain approval from an assigned advisor and the Dean of School, to take more than 16 credit hours for Fall and Spring. Under no circumstances may a student enroll for more than 21 credit hours in one semester. During the summer, students may take a maximum of 6-8 hours per session and no more than 12-14 total over the summer. Credits earned through Credit by Examination are not counted in this policy.\nCourse Substitution\nThe Course Substitution Request Form is available at all sites and must be submitted to the Office of the Registrar. Students must consult with their assigned advisor prior to graduation. Request for course substitution must be approved by the appropriate Dean of School.\nCredit-by-Examination\nStudents who are currently enrolled in Diné College may apply for credit-by-examination in certain courses by contacting the Dean of School. The Registrar must also grant permission. Students may not petition to challenge a course a second time, nor may they take an exam for a course in which they have previously enrolled. Each academic division may have additional qualifications. Students must register for examinations by the end of the fourth week of classes. Students at the Regional Sites may need to take the exam at the Tsaile Campus. Students must pay for the cost of the examination and the tuition fees, which are non-refundable. The exam and other division requirements must be passed with a grade of A, B, or C for credit to be given. A notation of “Credit by Examination” (CR) is placed on the transcript. The grade is included in the total earned credit hours but is not computed in the total grade point average. Students should note that Diné College’s credit by examination may not transfer to other colleges and universities.\nDefinition of Semester Hour\nAll academic credits earned are expressed in terms of semester hours. A completed semester hour represents a minimum of eight hundred (800) minutes per credit per semester. The College operates on a 16-week on a semester system. Courses in the summer are offered as sessions varying from five (5) to ten (10) weeks length.\nDropping and Adding Course(s)\nStudents who drop course(s) must complete a Drop/Add Form with proper signature(s) required and submit it to the Office of the Registrar by the Drop/Add Date Deadline (See “Academic Calendar”). Students who fail to fill out the appropriate form and/or stop attending classes will receive an “F” grade. A student who properly drops a course will receive a “W” grade on his/her record. “W” grades do not affect the student’s GPA.\nThe student may drop courses by completing a Drop/Add form available from the Registrar’s Office or the respective site.\nThe Drop/Add form must be signed by the instructor of the class and the student’s advisor. Completed Drop/Add forms must be returned to the Office of the Registrar or to the respective Sites for processing by the drop/add date deadline.\n(See Academic Calendar.)\nA course dropped in the first two weeks of the semester will not appear on a student’s transcript.\nA grade of “W” will be recorded for all classes dropped beginning the third week of the semester.\nResidential students dropping below 12 credit hours at any time during a semester lose eligibility for campus housing. Any appeals to this must be submitted to Residence Life.\nStudents receiving financial aid must check with the Office of Financial Aid and Scholarships for continued financial aid eligibility.\nAny student who discontinues a course at any time without officially dropping the course is subject to a grade of “F.”\nEnrollment Status\nThe number of credit hours carried per semester indicates a student’s enrollment status.\nFull Time\n—a student carries 12 or more credits per semester and must complete 24 credits in an academic year.\nThree-quarter time\n—a student carries 9-11 credits per semester and must complete 18 credits in an academic year.\nHalf-time\n—a student carries 6-8 credits per semester and must complete 12 hours in an academic year.\nPart-time\n— a student carries 5 or less credits per semester and must complete credits in an academic year.\nStudent who have earned fewer than 32 credit hours are classified as freshman. Students with more than 32 hours are classified as sophomores.\nHold on Student Records\nStudents who fail to meet their obligations to the College, financial or otherwise, will have their academic records placed on hold until the obligation is resolved. No grade report or transcript will be issued to the student until obligations are satisfied in full.\nInstructor Drop\nStudents may be dropped from the course by the faculty. Instructor drop forms must be submitted to the Office of the Registrar for processing. Any student dropped by the faculty will be notified of the action by the Office of the Registrar. A student who wishes to be reinstated in a course from which they have been dropped must receive permission from the faculty and the Dean of School. If the drop is revoked, the student will be responsible for payment of tuition.\nFaculty/Biological Child Instructional Policy\nNote: All faculty are strongly advised to council his/her first-degree family member to take a class with another faculty as an option to this policy in order to avoid the appearance of a conflict of interest.\nIt is Diné College academic policy that a faculty may provide instructional family member with the understanding that faculty members are ethically required to treat all students equally when dispensing scheduled professional instructions. Faculty and student have a responsibility to disclose the scenario to the relevant School Dean and the Office of the Registrar. The faculty member will provide a course grade accordingly for inclusion as other scheduled instructional reporting. A School Dean monitoring arrangement may be implemented, if needed and requested by the faculty. Conversely, a first-degree family member instructional arrangement is a routine, normal student teaching, learning protocol, and applicable academic policy and procedures prevail.",
    "Grades": "General Grade Appeal\nGrades are determined solely by the individual faculty who taught the course for the session(s) or the semester(s). A student who wishes to contest a grade must first attempt to resolve the matter with the course faculty.\nIf the matter cannot be resolved with the instructor, the student may appeal to the appropriate Dean of School. The student must provide the evidence as to why the grade posted by the faculty is an error. if the matter is not resolved with the Dean of School, the student may appeal a final time to the Academic Standards Committee. The decision of the Academic Standards committee is final.\nGrades may be appealed within one academic year. The Grade Appeal Form can be obtained by Office of the Registrar and will guide students through each of the three steps.\nGrade Point Average (GPA) System\nGrade Point Average (GPA) refers to the average grade at any particular time during, or at the end of, any particular semester. It is determined by the total number of Quality Points Earned (QPE) divided by total number of credits.\nThe Cumulative Grade Point Average (CGPA) is the average for all courses taken at the college. It is computed by taking the sum of all Quality Points Earned (QPE) while in attendance at Diné College divided by the sum of all eligible credit hours earned.\nQuality points are figured as follows: A = 4 quality points, B = 3 quality points, C = 2 quality points, D = 1 quality point, and F = 0. For instance, if a student receives an A in ENG 101 (3 credits x 4 quality points = 12 QPE), B in MTH 106 (3 credits x 3 quality points = 9 QPE), and C in PSY 111 (3 credits x 2 quality points = 6 QPE), that person’s GPA would be 3.00 (27 total quality points divided by 9 credits = 3.00).\nThe following rules are considered in computing the CGPA:\nCourses that are repeated are counted only once for credit and the CGPA; however, all repeated courses appear on the student’s transcript.\nThe higher grade is used for computing the CGPA whenever a course is repeated.\nCertain courses can be repeated for credit and therefore are exempt from the two rules above (e.g., 099, 199, and 299 courses; students should consult with their advisor).\nWhen grades of “I” or “IP” have been changed to letter grades, they are computed in the CGPA.\nA “CR” grade is computed in the total credit hours earned, but is not included in the CGPA.\nIndividual instructors or academic divisions have specific policies and requirements for the “IP” grade. Students are advised to check each course syllabus carefully to be informed about the “IP” grade policy for courses.\nF, a failing grade, is shown on the transcript and computed in the CGPA unless the student retakes the course and passes, at which time the passing grade is entered on the transcript and the quality points are computed in the CGPA and the semester GPA.\nMidterm and Final Grade Report\nThe midterm examinations occur during the 8th week of classes during the Fall and Spring semesters. Midterm grades are not entered on the permanent record. Final examinations are scheduled at the end of the semester and must be taken during scheduled times.\nRepeating Courses\nStudents may repeat courses previously taken at the College to better their understanding or to improve their grades. A transcript shows that the course was repeated, but only the higher grade is used to compute the student’s CGPA). Repeating or retaking a class can affect a student’s financial aid. (Please see repeat or retake in Financial Aid Policies.",
    "Graduation": "Graduation Requirements\nTo be eligible for graduation and participation in a commencement exercise, students must fulfill and meet the following:\nFulfill all coursework and degree requirements listed in the Graduation Degree Checklist.\nCumulative Grade Point Average (CGPA) of “C” or better.\nFile a completed Graduation Petition and Degree Checklist with the Registrar’s Office prior to the deadline.\nPay the graduation petition fee of $25.00 (non-refundable) to the Cashier’s Office.\nPay all outstanding and prior accounts in full to the College.\nReturn all checked-out materials to the library.\nHave all course substitutions approved by submitting a Course Substitution Form.\nGraduation Degree Checklist\nA Degree Checklist needs to be completed with the assistance of an Academic Advisor and/or a Faculty Advisor. The Degree Checklist requires their signature for submission. Student use the degree checklist from the year that they begin attending classes at the College. If a student stops taking classes at the College for one academic year (Fall and Spring) or longer, he or she can use the checklist in the catalog the year that they return.\nA Degree Checklist should be reviewed each semester prior to registering in order to assist a student in selecting courses for registration. Each major or academic degree program includes:\nGeneral Education Requirements\nProgram Requirements\nGraduation Regalia\nAppropriate college cap and gown are required for the commencement exercise. Traditional attire may be worn with the cap. The cap and gown signify the completion of a college degree program.\nStudent graduates are required to purchase a cap and gown from the following locations: For Tsaile and Shiprock, the cap and gown may be purchase at the local campus bookstore.\nFor Window Rock, Chinle, Tuba City, and Crownpoint, you may download the Diné College Cap and Gown Order Form from the Warrior Web, and submit the form with payment to the local center for processing.\nGraduating Catalog Year\nStudents maintaining continuous enrollment at Diné College graduate according to the requirements of the catalog in effect at the time of initial enrollment. If continuous enrollment is not maintained for an academic year, the student must meet the requirements for graduation of the catalog in affect at the time they returned. Students registering or re-registering during a summer term may follow the current catalog year or the subsequent catalog year.\nGraduation Petition\nStudents must complete and submit a Graduation Petition to the Office of the Registrar prior to the graduation deadline. Deadlines are posted on the Academic Calendar. No Exception.\nGraduation with Honors\nThe appropriate honors are recorded on a student’s transcript. The honors are based on scholastic achievement and are as follows:\nGPA\nHonor\n3.50 to 3.69\nCum Laude\n3.70 to 3.89\nMagna Cum Laude\n3.90 to 4.00\nSumma Cum Laude\n* The Office of the Registrar will provide the Honor Cords at no cost to the student.",
    "Military": "Military Duty Activation: Reservists, Emergency Personnel and/or Emergency Procedures\nPURPOSE – To assist veteran students enrolled at Diné College when called for military duty and/or emergency personnel who are called to assist.\nSTUDENT ACTION\n– Student will have to contact the SCO office at their respective campus. Notify Office of Financial Aid and Finance Office indicating activation for military duty or call to assist. The student will be required to provide a copy of the Military Duty Activation and/or Call to Assist Order and any documents to support he/she is released for military duty. If for any reason, the student cannot contact Diné College prior to departure, action will follow up to correct the situation after the student re-enrolls and this will involve administrative grade changes.\nAdministrative Withdrawl\n– Student tuition and fees will be refunded at 100%, the Military Activation Letter will initiate the refund request and no farther information will be required from the student. The Registrar shall assign a W grade for each course that the student is withdrawn from administratively.\nAdministrative Incomplete\n– Incomplete grades can be assigned by the Registrar administratively. When incomplete grades are assigned; appropriate documentation will be place in the student’s educational record. The veteran’s catalog year and program requirements will be maintained for one year. Upon re-enrollment, student may appeal the catalog year determination. The former instructor will be notified of the student’s status.\nReinstatement\n– The college will work with the student when his/her absences from classes are less than the full semester in which the student was enrolled. Reinstatement may include re-enrollment in the same courses or request to transfer of credit for tuition & fees and take the same courses in a different session.\nCompleting Course Requirements\n– veteran may choose one of the following option to complete course requirements:\nFulfill course requirements within one semester following the initiation of the administrative incomplete; or\nEnrollment in the course in a subsequent session if a tuition and fees credit has been forwarded.\nMilitary Credit\nA veteran with an “Honorable Discharge” from active duty seeking admission and military credits must submit all prior military training transcripts as well as official transcripts of all other colleges and universities attended to the Admission’s Office. The Registrar will evaluate the office transcripts for approval of credits. Veteran student is to receive two (2) units of physical education credits toward degree completion. To be considered for military credits, the following must be complete and on file at the Registrar’s office.\n1. File prior military training transcript;\n2. Complete military credit request form; and\n3. Complete transcript evaluation form.\nPrior training transcripts will be evaluated and credits determined as appropriate. Transfer credits (TR) will appear as (CR) on student transcript and not calculated into student’s overall grade point average (GPA).\nSatisfactory Academic Progress (SAP):\nVeteran students are not excluded from maintaining or adhering to the (SAP) policy. The (SAP) policy constitutes the following standards.\nFull time veteran student will be placed on academic probation when he/she fails to maintain a semester GPA of 2.00, within the next semester of regular attendance. Note: (specific to each of the Bachelor’s Program, a higher (GPA) may be required).\nPart-time veteran students who have taken 16 plus credit hours will be placed on academic probation when 11 and fewer hours were attempted and a cumulative grade point average (CGPA) of less than 2.00 is earned.\nVeteran on academic probation may take no more than 14 hours without an advisor approval.\nA veteran, while on academic probation is still eligible to receive VA Benefits.\nAcademic Suspension:\nShould a veteran who fails to earn a GPA of 2.00 while on academic probation, he/she will be placed on academic suspension.\nA veteran on academic suspension will not be allowed to take classes for a period of one semester.\nA returning veteran is placed on academic probation and VA benefits are reinstated.\nFor Academic probation and suspension appeal; a veteran can appeal probation and/or suspension by completing the appeal request form. The form is presented to the Academic Standards Committee for review.\nAcademic Suspension for VA Beneficiaries\nWhen a VA student on Academic Probation fails to earn a GPA of 2.0 or higher at the end of a semester, the student is placed on Academic Suspension. Academic suspension means the student is not permitted to enroll in any classes at Diné College for a period of one semester. Upon returning the following semester, the VA student is placed on academic probation and their VA educational benefit will be reinstated.\nAcademic Suspension Appeal—A VA student may appeal an academic suspension by obtaining information on the appeal process from the Office of the Registrar. Student must go before the Academic Standards Committee and present their case. Upon approval, the student is placed back on academic probation.",
    "Student Rights and Responsibilities": "All Diné College students have rights and responsibilities identified in the Student Code of Conduct Handbook. A copy may be obtained from any Diné College site or online at www.dinecollege.edu.\nTranscripts\nStudents may request an official transcript from the Office of the Registrar from the main campus in Tsaile or go to www.studentclearinghouse.org. All financial obligations to the College must be met before official transcripts will be released. Exceptions can be made for scholarships (including ONNSFA) with review. Unofficial transcripts can be printed at any time during a student’s enrollment period in Warrior Web (log-in required). Allow 2 days maximum for official transcript printing and/or processing.\nThe Transcript Request Form is available at all sites and on the College website. A fee is required for each Official Transcript. Currently enrolled students may review their unofficial transcript at any time by logging onto Warrior Web.\nTransfer Credits\nTransfer of credits is awarded for coursework completed at other colleges and universities. Office of the Registrar is responsible for conducting official credit evaluations. Transfer students must request official transcripts from colleges previously attended to receive transfer credit. Transfer credit evaluations can take up to two weeks. A copy of the transfer credit evaluation will be mailed to the student or obtained from Office of the Registrar. Additional copies can also be obtained from Office of the Registrar.\nWithdrawal from College\nStudents who officially withdraw from the College must use a Withdrawal Form available from Office of Registrar or respective campus site. Failure to withdraw properly results in the forfeiture of a refunds, and a grade of “F” is given for each course in progress at the time of the unofficial withdrawal. Withdrawal forms must be returned to the Registrar’s Office with all the required signatures.\nParticipation in College-Sponsored Events\nParticipation in official college events or activities, such as intramural sports or conference attendance, requires satisfactory academic standing with a 2.00 GPA and a completed Class Release Form must be turned into the Office of the Registrar prior to departure.\nPlagiarism Policy:\nDiné College adheres to the highest standards regarding plagiarism. The College holds that it is ultimately the discretion of faculty to determine when a violation of the academic dishonesty policy has occurred. The definition of plagiarism includes but is not limited to:\n(1) “Self-plagiarism,” which includes a student reusing significant, identical, or nearly identical portions of his or her own work without acknowledging that one is doing so or without citing the original work: (2) the use of purchased reports or other material represented as the student’s work: (3) the use, by paraphrase or direct quotation, of the published or unpublished work of another person without full and clear attribution: and (4) the unattributed use of materials prepared by another person or agency engaged in the selling of term papers or other academic materials.\nStudents are encouraged to review the plagiarism policy and may challenge their final grade through the grade appeals process through the Academic Standards Committee. In short, plagiarism is the representation of another authors’ work as your own work. Intent is not relevant to determining if an act of plagiarism has occurred. All faculty members are required to state the Diné College plagiarism policy in their syllabus. In short, faculty members have full discretion to exercise their best judgement in terms of determining whether an act of plagiarism has occurred. Diné College does subscribe to a plagiarism detection service and all. Faculty members are encouraged to utilize this service if they require written papers in their courses. Faculty members are advised, though not required, to carry out sanctions in cases where more than 15% of a student’s content is plagiarized from in alternate sources. Faculty members should consult with their colleagues on best practices.\nFaculty members, at their own discretion, are free to carry out the most severe sanction in response to determinations of plagiarism. Each school is encouraged to develop its own norms of practice consistent with their academic discipline. Typically, the most severe remedy, in the case of a first offense, is to drop the student from class and assign a final grade of F. That said, faculty members are encouraged to discuss remedies with their colleagues in pursuit of less severe remedies.\nRegarding serial plagiarists, it is at the discretion of faculty members to maintain a written log describing incidences of plagiarism and the evidence against violators on a case-by-case basis. Files should contain a description of the violation and supporting evidence. These logs will be housed with the Dean of the pertinent school as well as with the office of the registrar (via Jenzabar notepad). The plagiarism file will only be revisited should a student violate the academic dishonesty policy a second time. Ideally, a student will acknowledge his or her mistake and learn from it swiftly without repetition. In other circumstances, it will be clear that a student is a serial plagiarist and subject to disciplinary action up to and including expulsion from Diné College.\nFor details on student appeals process, please refer to the student code of conduct and the faculty handbook.\nSatisfactory Academic Progress Policy (SAP)\nThe Satisfactory Academic Progress Policy delineates requirements for satisfactory academic progress as well as guidelines for academic probation and academic suspension. They are:\nFull-time students are placed on academic probation if, upon completion of 12 or more semester credit hours, they have a semester grade point average less than a “C” (2.0). If a student’s number of semester credit hours drops below 12 as a result of an IP grade, the student is still considered to be making satisfactory progress.\nPart-time students who have accumulated 16 or more semester credit hours are placed on academic probation whenever a total of 11 or less semester credit hours of work have been attempted and a cumulative grade point average less than a “C” (2.0) or is earned.\nThe Satisfactory Progress Policy applies to part-time students who have not yet accumulated a minimum of 16 semester credit hours.\nStudents on academic probation may take no more than 12 credit hours per semester.\nStudents placed on academic probation or academic suspensions are subject to additional regulations regarding SAP.\nStudents should contact the Financial Aid Office for pertinent Financial Aid (SAP) regulations.",
    "§99.1 To which educational agencies or institutions do these regulations apply?": "(a) Except as otherwise noted in §99.10, this part applies to an educational agency or institution to which funds have been made available under any program administered by the Secretary, if— (1) The educational institution provides educational services or instruction, or both, to students; or (2) The educational agency is authorized to direct and control public elementary or secondary, or postsecondary educational institutions. (b) This part does not apply to an educational agency or institution solely because students attending that agency or institution receive non-monetary benefits under a program referenced in paragraph (a) of this section, if no funds under that program are made available to the agency or institution. (c) The Secretary considers funds to be made available to an educational agency or institution of funds under one or more of the programs referenced in paragraph (a) of this section— (1) Are provided to the agency or institution by grant, cooperative agreement, contract, subgrant, or subcontract; or (2) Are provided to students attending the agency or institution and the funds may be paid to the agency or institution by those students for educational purposes, such as under the Pell Grant Program and the Guaranteed Student Loan Program (titles IV-A-1 and IV-B, respectively, of the Higher Education Act of 1965, as amended). (d) If an educational agency or institution receives funds under one or more of the programs covered by this section, the regulations in this part apply to the recipient as a whole, including each of its components (such as a department within a university). (Authority: 20 U.S.C. 1232g) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59295, Nov. 21, 1996; 65 FR 41852, July 6, 2000]",
    "§99.2 What is the purpose of these regulations?": "The purpose of this part is to set out requirements for the protection of privacy of parents and students under section 444 of the General Education Provisions Act, as amended. (Authority: 20 U.S.C. 1232g) Note to §99.2: 34 CFR 300.610 through 300.626 contain requirements regarding the confidentiality of information relating to children with disabilities who receive evaluations, services or other benefits under Part B of the Individuals with Disabilities Education Act (IDEA). 34 CFR 303.402 and 303.460 identify the confidentiality of information requirements regarding children and infants and toddlers with disabilities and their families who receive evaluations, services, or other benefits under Part C of IDEA. 34 CFR 300.610 through 300.627 contain the confidentiality of information requirements that apply to personally identifiable data, information, and records collected or maintained pursuant to Part B of the IDEA. [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59295, Nov. 21, 1996; 73 FR 74851, Dec. 9, 2008]",
    "§99.3 What definitions apply to these regulations?": "The following definitions apply to this part: Act means the Family Educational Rights and Privacy Act of 1974, as amended, enacted as section 444 of the General Education Provisions Act. (Authority: 20 U.S.C. 1232g) Attendance includes, but is not limited to— (a) Attendance in person or by paper correspondence, videoconference, satellite, Internet, or other electronic information and telecommunications technologies for students who are not physically present in the classroom; and (b) The period during which a person is working under a work-study program. (Authority: 20 U.S.C. 1232g) Authorized representative means any entity or individual designated by a State or local educational authority or an agency headed by an official listed in §99.31(a)(3) to conduct—with respect to Federal- or State-supported education programs—any audit or evaluation, or any compliance or enforcement activity in connection with Federal legal requirements that relate to these programs. (Authority: 20 U.S.C. 1232g(b)(1)(C), (b)(3), and (b)(5)) Biometric record, as used in the definition of personally identifiable information, means a record of one or more measurable biological or behavioral characteristics that can be used for automated recognition of an individual. Examples include fingerprints; retina and iris patterns; voiceprints; DNA sequence; facial characteristics; and handwriting. (Authority: 20 U.S.C. 1232g) Dates of attendance. (a) The term means the period of time during which a student attends or attended an educational agency or institution. Examples of dates of attendance include an academic year, a spring semester, or a first quarter. (b) The term does not include specific daily records of a student's attendance at an educational agency or institution. (Authority: 20 U.S.C. 1232g(a)(5)(A)) Directory information means information contained in an education record of a student that would not generally be considered harmful or an invasion of privacy if disclosed. (a) Directory information includes, but is not limited to, the student's name; address; telephone listing; electronic mail address; photograph; date and place of birth; major field of study; grade level; enrollment status (e.g., undergraduate or graduate, full-time or part-time); dates of attendance; participation in officially recognized activities and sports; weight and height of members of athletic teams; degrees, honors, and awards received; and the most recent educational agency or institution attended. (b) Directory information does not include a student's— (1) Social security number; or (2) Student identification (ID) number, except as provided in paragraph (c) of this definition. (c) In accordance with paragraphs (a) and (b) of this definition, directory information includes— (1) A student ID number, user ID, or other unique personal identifier used by a student for purposes of accessing or communicating in electronic systems, but only if the identifier cannot be used to gain access to education records except when used in conjunction with one or more factors that authenticate the user's identity, such as a personal identification number (PIN), password or other factor known or possessed only by the authorized user; and (2) A student ID number or other unique personal identifier that is displayed on a student ID badge, but only if the identifier cannot be used to gain access to education records except when used in conjunction with one or more factors that authenticate the user's identity, such as a PIN, password, or other factor known or possessed only by the authorized user. (Authority: 20 U.S.C. 1232g(a)(5)(A)) Disciplinary action or proceeding means the investigation, adjudication, or imposition of sanctions by an educational agency or institution with respect to an infraction or violation of the internal rules of conduct applicable to students of the agency or institution. Disclosure means to permit access to or the release, transfer, or other communication of personally identifiable information contained in education records by any means, including oral, written, or electronic means, to any party except the party identified as the party that provided or created the record. (Authority: 20 U.S.C. 1232g(b)(1) and (b)(2)) Early childhood education program means— (a) A Head Start program or an Early Head Start program carried out under the Head Start Act (42 U.S.C. 9831 et seq.), including a migrant or seasonal Head Start program, an Indian Head Start program, or a Head Start program or an Early Head Start program that also receives State funding; (b) A State licensed or regulated child care program; or (c) A program that— (1) Serves children from birth through age six that addresses the children's cognitive (including language, early literacy, and early mathematics), social, emotional, and physical development; and (2) Is— (i) A State prekindergarten program; (ii) A program authorized under section 619 or part C of the Individuals with Disabilities Education Act; or (iii) A program operated by a local educational agency. Educational agency or institution means any public or private agency or institution to which this part applies under §99.1(a). (Authority: 20 U.S.C. 1232g(a)(3)) Education program means any program that is principally engaged in the provision of education, including, but not limited to, early childhood education, elementary and secondary education, postsecondary education, special education, job training, career and technical education, and adult education, and any program that is administered by an educational agency or institution. (Authority: 20 U.S.C. 1232g(b)(3), (b)(5)) Education records. (a) The term means those records that are: (1) Directly related to a student; and (2) Maintained by an educational agency or institution or by a party acting for the agency or institution. (b) The term does not include: (1) Records that are kept in the sole possession of the maker, are used only as a personal memory aid, and are not accessible or revealed to any other person except a temporary substitute for the maker of the record. (2) Records of the law enforcement unit of an educational agency or institution, subject to the provisions of §99.8. (3)(i) Records relating to an individual who is employed by an educational agency or institution, that: (A) Are made and maintained in the normal course of business; (B) Relate exclusively to the individual in that individual's capacity as an employee; and (C) Are not available for use for any other purpose. (ii) Records relating to an individual in attendance at the agency or institution who is employed as a result of his or her status as a student are education records and not excepted under paragraph (b)(3)(i) of this definition. (4) Records on a student who is 18 years of age or older, or is attending an institution of postsecondary education, that are: (i) Made or maintained by a physician, psychiatrist, psychologist, or other recognized professional or paraprofessional acting in his or her professional capacity or assisting in a paraprofessional capacity; (ii) Made, maintained, or used only in connection with treatment of the student; and (iii) Disclosed only to individuals providing the treatment. For the purpose of this definition, “treatment” does not include remedial educational activities or activities that are part of the program of instruction at the agency or institution; and (5) Records created or received by an educational agency or institution after an individual is no longer a student in attendance and that are not directly related to the individual's attendance as a student. (6) Grades on peer-graded papers before they are collected and recorded by a teacher. (Authority: 20 U.S.C. 1232g(a)(4)) Eligible student means a student who has reached 18 years of age or is attending an institution of postsecondary education. (Authority: 20 U.S.C. 1232g(d)) Institution of postsecondary education means an institution that provides education to students beyond the secondary school level; “secondary school level” means the educational level (not beyond grade 12) at which secondary education is provided as determined under State law. (Authority: 20 U.S.C. 1232g(d)) Parent means a parent of a student and includes a natural parent, a guardian, or an individual acting as a parent in the absence of a parent or a guardian. (Authority: 20 U.S.C. 1232g) Party means an individual, agency, institution, or organization. (Authority: 20 U.S.C. 1232g(b)(4)(A))",
    "Personally Identifiable Information": "The term includes, but is not limited to— (a) The student's name; (b) The name of the student's parent or other family members; (c) The address of the student or student's family; (d) A personal identifier, such as the student's social security number, student number, or biometric record; (e) Other indirect identifiers, such as the student's date of birth, place of birth, and mother's maiden name; (f) Other information that, alone or in combination, is linked or linkable to a specific student that would allow a reasonable person in the school community, who does not have personal knowledge of the relevant circumstances, to identify the student with reasonable certainty; or (g) Information requested by a person who the educational agency or institution reasonably believes knows the identity of the student to whom the education record relates. (Authority: 20 U.S.C. 1232g) Record means any information recorded in any way, including, but not limited to, handwriting, print, computer media, video or audio tape, film, microfilm, and microfiche. (Authority: 20 U.S.C. 1232g) Secretary means the Secretary of the U.S. Department of Education or an official or employee of the Department of Education acting for the Secretary under a delegation of authority. (Authority: 20 U.S.C. 1232g) Student, except as otherwise specifically provided in this part, means any individual who is or has been in attendance at an educational agency or institution and regarding whom the agency or institution maintains education records. (Authority: 20 U.S.C. 1232g(a)(6)) [53 FR 11943, Apr. 11, 1988, as amended at 60 FR 3468, Jan. 17, 1995; 61 FR 59295, Nov. 21, 1996; 65 FR 41852, July 6, 2000; 73 FR 74851, Dec. 9, 2008; 76 FR 75641, Dec. 2, 2011]",
    "§99.4 What are the rights of parents?": "An educational agency or institution shall give full rights under the Act to either parent, unless the agency or institution has been provided with evidence that there is a court order, State statute, or legally binding document relating to such matters as divorce, separation, or custody that specifically revokes these rights. (Authority: 20 U.S.C. 1232g)",
    "§99.5 What are the rights of students?": "(a)(1) When a student becomes an eligible student, the rights accorded to, and consent required of, parents under this part transfer from the parents to the student. (2) Nothing in this section prevents an educational agency or institution from disclosing education records, or personally identifiable information from education records, to a parent without the prior written consent of an eligible student if the disclosure meets the conditions in §99.31(a)(8), §99.31(a)(10), §99.31(a)(15), or any other provision in §99.31(a). (b) The Act and this part do not prevent educational agencies or institutions from giving students rights in addition to those given to parents. (c) An individual who is or has been a student at an educational institution and who applies for admission at another component of that institution does not have rights under this part with respect to records maintained by that other component, including records maintained in connection with the student's application for admission, unless the student is accepted and attends that other component of the institution. (Authority: 20 U.S.C. 1232g(d)) [53 FR 11943, Apr. 11, 1988, as amended at 58 FR 3188, Jan. 7, 1993; 65 FR 41853, July 6, 2000; 73 FR 74852, Dec. 9, 2008]",
    "§99.7 What must an educational agency or institution include in its annual notification?": "(a)(1) Each educational agency or institution shall annually notify parents of students currently in attendance, or eligible students currently in attendance, of their rights under the Act and this part. (2) The notice must inform parents or eligible students that they have the right to— (i) Inspect and review the student's education records; (ii) Seek amendment of the student's education records that the parent or eligible student believes to be inaccurate, misleading, or otherwise in violation of the student's privacy rights; (iii) Consent to disclosures of personally identifiable information contained in the student's education records, except to the extent that the Act and §99.31 authorize disclosure without consent; and (iv) File with the Department a complaint under §§99.63 and 99.64 concerning alleged failures by the educational agency or institution to comply with the requirements of the Act and this part. (3) The notice must include all of the following: (i) The procedure for exercising the right to inspect and review education records. (ii) The procedure for requesting amendment of records under §99.20. (iii) If the educational agency or institution has a policy of disclosing education records under §99.31(a)(1), a specification of criteria for determining who constitutes a school official and what constitutes a legitimate educational interest. (b) An educational agency or institution may provide this notice by any means that are reasonably likely to inform the parents or eligible students of their rights. (1) An educational agency or institution shall effectively notify parents or eligible students who are disabled. (2) An agency or institution of elementary or secondary education shall effectively notify parents who have a primary or home language other than English. (Approved by the Office of Management and Budget under control number 1880-0508) (Authority: 20 U.S.C. 1232g (e) and (f)) [61 FR 59295, Nov. 21, 1996]",
    "§99.8 What provisions apply to records of a law enforcement unit?": "(a)(1) Law enforcement unit means any individual, office, department, division, or other component of an educational agency or institution, such as a unit of commissioned police officers or non-commissioned security guards, that is officially authorized or designated by that agency or institution to— (i) Enforce any local, State, or Federal law, or refer to appropriate authorities a matter for enforcement of any local, State, or Federal law against any individual or organization other than the agency or institution itself; or (ii) Maintain the physical security and safety of the agency or institution. (2) A component of an educational agency or institution does not lose its status as a law enforcement unit if it also performs other, non-law enforcement functions for the agency or institution, including investigation of incidents or conduct that constitutes or leads to a disciplinary action or proceedings against the student. (b)(1) Records of a law enforcement unit means those records, files, documents, and other materials that are— (i) Created by a law enforcement unit; (ii) Created for a law enforcement purpose; and (iii) Maintained by the law enforcement unit. (2) Records of a law enforcement unit does not mean— (i) Records created by a law enforcement unit for a law enforcement purpose that are maintained by a component of the educational agency or institution other than the law enforcement unit; or (ii) Records created and maintained by a law enforcement unit exclusively for a non-law enforcement purpose, such as a disciplinary action or proceeding conducted by the educational agency or institution. (c)(1) Nothing in the Act prohibits an educational agency or institution from contacting its law enforcement unit, orally or in writing, for the purpose of asking that unit to investigate a possible violation of, or to enforce, any local, State, or Federal law. (2) Education records, and personally identifiable information contained in education records, do not lose their status as education records and remain subject to the Act, including the disclosure provisions of §99.30, while in the possession of the law enforcement unit. (d) The Act neither requires nor prohibits the disclosure by an educational agency or institution of its law enforcement unit records. (Authority: 20 U.S.C. 1232g(a)(4)(B)(ii)) [60 FR 3469, Jan. 17, 1995]",
    "§99.10 What rights exist for a parent or eligible student to inspect and review education records?": "(a) Except as limited under §99.12, a parent or eligible student must be given the opportunity to inspect and review the student's education records. This provision applies to— (1) Any educational agency or institution; and (2) Any State educational agency (SEA) and its components. (i) For the purposes of subpart B of this part, an SEA and its components constitute an educational agency or institution. (ii) An SEA and its components are subject to subpart B of this part if the SEA maintains education records on students who are or have been in attendance at any school of an educational agency or institution subject to the Act and this part. (b) The educational agency or institution, or SEA or its component, shall comply with a request for access to records within a reasonable period of time, but not more than 45 days after it has received the request. (c) The educational agency or institution, or SEA or its component shall respond to reasonable requests for explanations and interpretations of the records. (d) If circumstances effectively prevent the parent or eligible student from exercising the right to inspect and review the student's education records, the educational agency or institution, or SEA or its component, shall— (1) Provide the parent or eligible student with a copy of the records requested; or (2) Make other arrangements for the parent or eligible student to inspect and review the requested records. (e) The educational agency or institution, or SEA or its component shall not destroy any education records if there is an outstanding request to inspect and review the records under this section. (f) While an education agency or institution is not required to give an eligible student access to treatment records under paragraph (b)(4) of the definition of Education records in §99.3, the student may have those records reviewed by a physician or other appropriate professional of the student's choice. (Authority: 20 U.S.C. 1232g(a)(1) (A) and (B)) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59296, Nov. 21, 1996]",
    "§99.11 May an educational agency or institution charge a fee for copies of education records?": "(a) Unless the imposition of a fee effectively prevents a parent or eligible student from exercising the right to inspect and review the student's education records, an educational agency or institution may charge a fee for a copy of an education record which is made for the parent or eligible student. (b) An educational agency or institution may not charge a fee to search for or to retrieve the education records of a student. (Authority: 20 U.S.C. 1232g(a)(1))",
    "§99.12 What limitations exist on the right to inspect and review records?": "(a) If the education records of a student contain information on more than one student, the parent or eligible student may inspect and review or be informed of only the specific information about that student. (b) A postsecondary institution does not have to permit a student to inspect and review education records that are: (1) Financial records, including any information those records contain, of his or her parents; (2) Confidential letters and confidential statements of recommendation placed in the education records of the student before January 1, 1975, as long as the statements are used only for the purposes for which they were specifically intended; and (3) Confidential letters and confidential statements of recommendation placed in the student's education records after January 1, 1975, if: (i) The student has waived his or her right to inspect and review those letters and statements; and (ii) Those letters and statements are related to the student's: (A) Admission to an educational institution; (B) Application for employment; or (C) Receipt of an honor or honorary recognition. (c)(1) A waiver under paragraph (b)(3)(i) of this section is valid only if: (i) The educational agency or institution does not require the waiver as a condition for admission to or receipt of a service or benefit from the agency or institution; and (ii) The waiver is made in writing and signed by the student, regardless of age. (2) If a student has waived his or her rights under paragraph (b)(3)(i) of this section, the educational institution shall: (i) Give the student, on request, the names of the individuals who provided the letters and statements of recommendation; and (ii) Use the letters and statements of recommendation only for the purpose for which they were intended. (3)(i) A waiver under paragraph (b)(3)(i) of this section may be revoked with respect to any actions occurring after the revocation. (ii) A revocation under paragraph (c)(3)(i) of this section must be in writing. (Authority: 20 U.S.C. 1232g(a)(1) (A), (B), (C), and (D)) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59296, Nov. 21, 1996]",
    "§99.20 How can a parent or eligible student request amendment of the student's education records?": "(a) If a parent or eligible student believes the education records relating to the student contain information that is inaccurate, misleading, or in violation of the student's rights of privacy, he or she may ask the educational agency or institution to amend the record. (b) The educational agency or institution shall decide whether to amend the record as requested within a reasonable time after the agency or institution receives the request. (c) If the educational agency or institution decides not to amend the record as requested, it shall inform the parent or eligible student of its decision and of his or her right to a hearing under §99.21. (Authority: 20 U.S.C. 1232g(a)(2)) [53 FR 11943, Apr. 11, 1988; 53 FR 19368, May 27, 1988, as amended at 61 FR 59296, Nov. 21, 1996]",
    "§99.21 Under what conditions does a parent or eligible student have the right to a hearing?": "(a) An educational agency or institution shall give a parent or eligible student, on request, an opportunity for a hearing to challenge the content of the student's education records on the grounds that the information contained in the education records is inaccurate, misleading, or in violation of the privacy rights of the student. (b)(1) If, as a result of the hearing, the educational agency or institution decides that the information is inaccurate, misleading, or otherwise in violation of the privacy rights of the student, it shall: (i) Amend the record accordingly; and (ii) Inform the parent or eligible student of the amendment in writing. (2) If, as a result of the hearing, the educational agency or institution decides that the information in the education record is not inaccurate, misleading, or otherwise in violation of the privacy rights of the student, it shall inform the parent or eligible student of the right to place a statement in the record commenting on the contested information in the record or stating why he or she disagrees with the decision of the agency or institution, or both. (c) If an educational agency or institution places a statement in the education records of a student under paragraph (b)(2) of this section, the agency or institution shall: (1) Maintain the statement with the contested part of the record for as long as the record is maintained; and (2) Disclose the statement whenever it discloses the portion of the record to which the statement relates. (Authority: 20 U.S.C. 1232g(a)(2)) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59296, Nov. 21, 1996]",
    "§99.22 What minimum requirements exist for the conduct of a hearing?": "The hearing required by §99.21 must meet, at a minimum, the following requirements: (a) The educational agency or institution shall hold the hearing within a reasonable time after it has received the request for the hearing from the parent or eligible student. (b) The educational agency or institution shall give the parent or eligible student notice of the date, time, and place, reasonably in advance of the hearing. (c) The hearing may be conducted by any individual, including an official of the educational agency or institution, who does not have a direct interest in the outcome of the hearing. (d) The educational agency or institution shall give the parent or eligible student a full and fair opportunity to present evidence relevant to the issues raised under §99.21. The parent or eligible student may, at their own expense, be assisted or represented by one or more individuals of his or her own choice, including an attorney. (e) The educational agency or institution shall make its decision in writing within a reasonable period of time after the hearing. (f) The decision must be based solely on the evidence presented at the hearing, and must include a summary of the evidence and the reasons for the decision. (Authority: 20 U.S.C. 1232g(a)(2))",
    "§99.30 Under what conditions is prior consent required to disclose information?": "(a) The parent or eligible student shall provide a signed and dated written consent before an educational agency or institution discloses personally identifiable information from the student's education records, except as provided in §99.31. (b) The written consent must: (1) Specify the records that may be disclosed; (2) State the purpose of the disclosure; and (3) Identify the party or class of parties to whom the disclosure may be made. (c) When a disclosure is made under paragraph (a) of this section: (1) If a parent or eligible student so requests, the educational agency or institution shall provide him or her with a copy of the records disclosed; and (2) If the parent of a student who is not an eligible student so requests, the agency or institution shall provide the student with a copy of the records disclosed. (d) “Signed and dated written consent” under this part may include a record and signature in electronic form that— (1) Identifies and authenticates a particular person as the source of the electronic consent; and (2) Indicates such person's approval of the information contained in the electronic consent. (Authority: 20 U.S.C. 1232g (b)(1) and (b)(2)(A)) [53 FR 11943, Apr. 11, 1988, as amended at 58 FR 3189, Jan. 7, 1993; 69 FR 21671, Apr. 21, 2004]",
    "§99.31 Under what conditions is prior consent not required to disclose information?": "(a) An educational agency or institution may disclose personally identifiable information from an education record of a student without the consent required by §99.30 if the disclosure meets one or more of the following conditions: (1)(i)(A) The disclosure is to other school officials, including teachers, within the agency or institution whom the agency or institution has determined to have legitimate educational interests. (B) A contractor, consultant, volunteer, or other party to whom an agency or institution has outsourced institutional services or functions may be considered a school official under this paragraph provided that the outside party— (1) Performs an institutional service or function for which the agency or institution would otherwise use employees; (2) Is under the direct control of the agency or institution with respect to the use and maintenance of education records; and (3) Is subject to the requirements of §99.33(a) governing the use and redisclosure of personally identifiable information from education records. (ii) An educational agency or institution must use reasonable methods to ensure that school officials obtain access to only those education records in which they have legitimate educational interests. An educational agency or institution that does not use physical or technological access controls must ensure that its administrative policy for controlling access to education records is effective and that it remains in compliance with the legitimate educational interest requirement in paragraph (a)(1)(i)(A) of this section. (2) The disclosure is, subject to the requirements of §99.34, to officials of another school, school system, or institution of postsecondary education where the student seeks or intends to enroll, or where the student is already enrolled so long as the disclosure is for purposes related to the student's enrollment or transfer. Note: Section 4155(b) of the No Child Left Behind Act of 2001, 20 U.S.C. 7165(b), requires each State to assure the Secretary of Education that it has a procedure in place to facilitate the transfer of disciplinary records with respect to a suspension or expulsion of a student by a local educational agency to any private or public elementary or secondary school in which the student is subsequently enrolled or seeks, intends, or is instructed to enroll. (3) The disclosure is, subject to the requirements of §99.35, to authorized representatives of— (i) The Comptroller General of the United States; (ii) The Attorney General of the United States; (iii) The Secretary; or (iv) State and local educational authorities. (4)(i) The disclosure is in connection with financial aid for which the student has applied or which the student has received, if the information is necessary for such purposes as to: (A) Determine eligibility for the aid; (B) Determine the amount of the aid; (C) Determine the conditions for the aid; or (D) Enforce the terms and conditions of the aid. (ii) As used in paragraph (a)(4)(i) of this section, financial aid means a payment of funds provided to an individual (or a payment in kind of tangible or intangible property to the individual) that is conditioned on the individual's attendance at an educational agency or institution. (Authority: 20 U.S.C. 1232g(b)(1)(D)) (5)(i) The disclosure is to State and local officials or authorities to whom this information is specifically— (A) Allowed to be reported or disclosed pursuant to State statute adopted before November 19, 1974, if the allowed reporting or disclosure concerns the juvenile justice system and the system's ability to effectively serve the student whose records are released; or (B) Allowed to be reported or disclosed pursuant to State statute adopted after November 19, 1974, subject to the requirements of §99.38. (ii) Paragraph (a)(5)(i) of this section does not prevent a State from further limiting the number or type of State or local officials to whom disclosures may be made under that paragraph. (6)(i) The disclosure is to organizations conducting studies for, or on behalf of, educational agencies or institutions to: (A) Develop, validate, or administer predictive tests; (B) Administer student aid programs; or (C) Improve instruction. (ii) Nothing in the Act or this part prevents a State or local educational authority or agency headed by an official listed in paragraph (a)(3) of this section from entering into agreements with organizations conducting studies under paragraph (a)(6)(i) of this section and redisclosing personally identifiable information from education records on behalf of educational agencies and institutions that disclosed the information to the State or local educational authority or agency headed by an official listed in paragraph (a)(3) of this section in accordance with the requirements of §99.33(b). (iii) An educational agency or institution may disclose personally identifiable information under paragraph (a)(6)(i) of this section, and a State or local educational authority or agency headed by an official listed in paragraph (a)(3) of this section may redisclose personally identifiable information under paragraph (a)(6)(i) and (a)(6)(ii) of this section, only if— (A) The study is conducted in a manner that does not permit personal identification of parents and students by individuals other than representatives of the organization that have legitimate interests in the information; (B) The information is destroyed when no longer needed for the purposes for which the study was conducted; and (C) The educational agency or institution or the State or local educational authority or agency headed by an official listed in paragraph (a)(3) of this section enters into a written agreement with the organization that— (1) Specifies the purpose, scope, and duration of the study or studies and the information to be disclosed; (2) Requires the organization to use personally identifiable information from education records only to meet the purpose or purposes of the study as stated in the written agreement; (3) Requires the organization to conduct the study in a manner that does not permit personal identification of parents and students, as defined in this part, by anyone other than representatives of the organization with legitimate interests; and (4) Requires the organization to destroy all personally identifiable information when the information is no longer needed for the purposes for which the study was conducted and specifies the time period in which the information must be destroyed. (iv) An educational agency or institution or State or local educational authority or Federal agency headed by an official listed in paragraph (a)(3) of this section is not required to initiate a study or agree with or endorse the conclusions or results of the study. (v) For the purposes of paragraph (a)(6) of this section, the term organization includes, but is not limited to, Federal, State, and local agencies, and independent organizations. (7) The disclosure is to accrediting organizations to carry out their accrediting functions. (8) The disclosure is to parents, as defined in §99.3, of a dependent student, as defined in section 152 of the Internal Revenue Code of 1986. (9)(i) The disclosure is to comply with a judicial order or lawfully issued subpoena. (ii) The educational agency or institution may disclose information under paragraph (a)(9)(i) of this section only if the agency or institution makes a reasonable effort to notify the parent or eligible student of the order or subpoena in advance of compliance, so that the parent or eligible student may seek protective action, unless the disclosure is in compliance with— (A) A Federal grand jury subpoena and the court has ordered that the existence or the contents of the subpoena or the information furnished in response to the subpoena not be disclosed; (B) Any other subpoena issued for a law enforcement purpose and the court or other issuing agency has ordered that the existence or the contents of the subpoena or the information furnished in response to the subpoena not be disclosed; or (C) An ex parte court order obtained by the United States Attorney General (or designee not lower than an Assistant Attorney General) concerning investigations or prosecutions of an offense listed in 18 U.S.C. 2332b(g)(5)(B) or an act of domestic or international terrorism as defined in 18 U.S.C. 2331. (iii)(A) If an educational agency or institution initiates legal action against a parent or student, the educational agency or institution may disclose to the court, without a court order or subpoena, the education records of the student that are relevant for the educational agency or institution to proceed with the legal action as plaintiff. (B) If a parent or eligible student initiates legal action against an educational agency or institution, the educational agency or institution may disclose to the court, without a court order or subpoena, the student's education records that are relevant for the educational agency or institution to defend itself. (10) The disclosure is in connection with a health or safety emergency, under the conditions described in §99.36. (11) The disclosure is information the educational agency or institution has designated as “directory information”, under the conditions described in §99.37. (12) The disclosure is to the parent of a student who is not an eligible student or to the student. (13) The disclosure, subject to the requirements in §99.39, is to a victim of an alleged perpetrator of a crime of violence or a non-forcible sex offense. The disclosure may only include the final results of the disciplinary proceeding conducted by the institution of postsecondary education with respect to that alleged crime or offense. The institution may disclose the final results of the disciplinary proceeding, regardless of whether the institution concluded a violation was committed. (14)(i) The disclosure, subject to the requirements in §99.39, is in connection with a disciplinary proceeding at an institution of postsecondary education. The institution must not disclose the final results of the disciplinary proceeding unless it determines that— (A) The student is an alleged perpetrator of a crime of violence or non-forcible sex offense; and (B) With respect to the allegation made against him or her, the student has committed a violation of the institution's rules or policies. (ii) The institution may not disclose the name of any other student, including a victim or witness, without the prior written consent of the other student. (iii) This section applies only to disciplinary proceedings in which the final results were reached on or after October 7, 1998. (15)(i) The disclosure is to a parent of a student at an institution of postsecondary education regarding the student's violation of any Federal, State, or local law, or of any rule or policy of the institution, governing the use or possession of alcohol or a controlled substance if— (A) The institution determines that the student has committed a disciplinary violation with respect to that use or possession; and (B) The student is under the age of 21 at the time of the disclosure to the parent. (ii) Paragraph (a)(15) of this section does not supersede any provision of State law that prohibits an institution of postsecondary education from disclosing information. (16) The disclosure concerns sex offenders and other individuals required to register under section 170101 of the Violent Crime Control and Law Enforcement Act of 1994, 42 U.S.C. 14071, and the information was provided to the educational agency or institution under 42 U.S.C. 14071 and applicable Federal guidelines. (b)(1) De-identified records and information. An educational agency or institution, or a party that has received education records or information from education records under this part, may release the records or information without the consent required by §99.30 after the removal of all personally identifiable information provided that the educational agency or institution or other party has made a reasonable determination that a student's identity is not personally identifiable, whether through single or multiple releases, and taking into account other reasonably available information. (2) An educational agency or institution, or a party that has received education records or information from education records under this part, may release de-identified student level data from education records for the purpose of education research by attaching a code to each record that may allow the recipient to match information received from the same source, provided that— (i) An educational agency or institution or other party that releases de-identified data under paragraph (b)(2) of this section does not disclose any information about how it generates and assigns a record code, or that would allow a recipient to identify a student based on a record code; (ii) The record code is used for no purpose other than identifying a de-identified record for purposes of education research and cannot be used to ascertain personally identifiable information about a student; and (iii) The record code is not based on a student's social security number or other personal information. (c) An educational agency or institution must use reasonable methods to identify and authenticate the identity of parents, students, school officials, and any other parties to whom the agency or institution discloses personally identifiable information from education records. (d) Paragraphs (a) and (b) of this section do not require an educational agency or institution or any other party to disclose education records or information from education records to any party except for parties under paragraph (a)(12) of this section. (Authority: 20 U.S.C. 1232g(a)(5)(A), (b), (h), (i), and (j)). [53 FR 11943, Apr. 11, 1988; 53 FR 19368, May 27, 1988, as amended at 58 FR 3189, Jan. 7, 1993; 61 FR 59296, Nov. 21, 1996; 65 FR 41853, July 6, 2000; 73 FR 74852, Dec. 9, 2008; 74 FR 401, Jan. 6, 2009; 76 FR 75641, Dec. 2, 2011]",
    "§99.32 What recordkeeping requirements exist concerning requests and disclosures?": "(a)(1) An educational agency or institution must maintain a record of each request for access to and each disclosure of personally identifiable information from the education records of each student, as well as the names of State and local educational authorities and Federal officials and agencies listed in §99.31(a)(3) that may make further disclosures of personally identifiable information from the student's education records without consent under §99.33(b). (2) The agency or institution shall maintain the record with the education records of the student as long as the records are maintained. (3) For each request or disclosure the record must include: (i) The parties who have requested or received personally identifiable information from the education records; and (ii) The legitimate interests the parties had in requesting or obtaining the information. (4) An educational agency or institution must obtain a copy of the record of further disclosures maintained under paragraph (b)(2) of this section and make it available in response to a parent's or eligible student's request to review the record required under paragraph (a)(1) of this section. (5) An educational agency or institution must record the following information when it discloses personally identifiable information from education records under the health or safety emergency exception in §99.31(a)(10) and §99.36: (i) The articulable and significant threat to the health or safety of a student or other individuals that formed the basis for the disclosure; and (ii) The parties to whom the agency or institution disclosed the information. (b)(1) Except as provided in paragraph (b)(2) of this section, if an educational agency or institution discloses personally identifiable information from education records with the understanding authorized under §99.33(b), the record of the disclosure required under this section must include: (i) The names of the additional parties to which the receiving party may disclose the information on behalf of the educational agency or institution; and (ii) The legitimate interests under §99.31 which each of the additional parties has in requesting or obtaining the information. (2)(i) A State or local educational authority or Federal official or agency listed in §99.31(a)(3) that makes further disclosures of information from education records under §99.33(b) must record the names of the additional parties to which it discloses information on behalf of an educational agency or institution and their legitimate interests in the information under §99.31 if the information was received from: (A) An educational agency or institution that has not recorded the further disclosures under paragraph (b)(1) of this section; or (B) Another State or local educational authority or Federal official or agency listed in §99.31(a)(3). (ii) A State or local educational authority or Federal official or agency that records further disclosures of information under paragraph (b)(2)(i) of this section may maintain the record by the student's class, school, district, or other appropriate grouping rather than by the name of the student. (iii) Upon request of an educational agency or institution, a State or local educational authority or Federal official or agency listed in §99.31(a)(3) that maintains a record of further disclosures under paragraph (b)(2)(i) of this section must provide a copy of the record of further disclosures to the educational agency or institution within a reasonable period of time not to exceed 30 days. (c) The following parties may inspect the record relating to each student: (1) The parent or eligible student. (2) The school official or his or her assistants who are responsible for the custody of the records. (3) Those parties authorized in §99.31(a) (1) and (3) for the purposes of auditing the recordkeeping procedures of the educational agency or institution. (d) Paragraph (a) of this section does not apply if the request was from, or the disclosure was to: (1) The parent or eligible student; (2) A school official under §99.31(a)(1); (3) A party with written consent from the parent or eligible student; (4) A party seeking directory information; or (5) A party seeking or receiving records in accordance with §99.31(a)(9)(ii)(A) through (C). (Approved by the Office of Management and Budget under control number 1880-0508) (Authority: 20 U.S.C. 1232g(b)(1) and (b)(4)(A)) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59297, Nov. 21, 1996; 73 FR 74853, Dec. 9, 2008]",
    "§99.33 What limitations apply to the redisclosure of information?": "(a)(1) An educational agency or institution may disclose personally identifiable information from an education record only on the condition that the party to whom the information is disclosed will not disclose the information to any other party without the prior consent of the parent or eligible student. (2) The officers, employees, and agents of a party that receives information under paragraph (a)(1) of this section may use the information, but only for the purposes for which the disclosure was made. (b)(1) Paragraph (a) of this section does not prevent an educational agency or institution from disclosing personally identifiable information with the understanding that the party receiving the information may make further disclosures of the information on behalf of the educational agency or institution if— (i) The disclosures meet the requirements of §99.31; and (ii)(A) The educational agency or institution has complied with the requirements of §99.32(b); or (B) A State or local educational authority or Federal official or agency listed in §99.31(a)(3) has complied with the requirements of §99.32(b)(2). (2) A party that receives a court order or lawfully issued subpoena and rediscloses personally identifiable information from education records on behalf of an educational agency or institution in response to that order or subpoena under §99.31(a)(9) must provide the notification required under §99.31(a)(9)(ii). (c) Paragraph (a) of this section does not apply to disclosures under §§99.31(a)(8), (9), (11), (12), (14), (15), and (16), and to information that postsecondary institutions are required to disclose under the Jeanne Clery Disclosure of Campus Security Policy and Campus Crime Statistics Act, 20 U.S.C. 1092(f) (Clery Act), to the accuser and accused regarding the outcome of any campus disciplinary proceeding brought alleging a sexual offense. (d) An educational agency or institution must inform a party to whom disclosure is made of the requirements of paragraph (a) of this section except for disclosures made under §§99.31(a)(8), (9), (11), (12), (14), (15), and (16), and to information that postsecondary institutions are required to disclose under the Clery Act to the accuser and accused regarding the outcome of any campus disciplinary proceeding brought alleging a sexual offense. (Authority: 20 U.S.C. 1232g(b)(4)(B)) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59297, Nov. 21, 1996; 65 FR 41853, July 6, 2000; 73 FR 74853, Dec. 9, 2008; 76 FR 75642, Dec. 2, 2011]",
    "§99.34 What conditions apply to disclosure of information to other educational agencies or institutions?": "(a) An educational agency or institution that discloses an education record under §99.31(a)(2) shall: (1) Make a reasonable attempt to notify the parent or eligible student at the last known address of the parent or eligible student, unless: (i) The disclosure is initiated by the parent or eligible student; or (ii) The annual notification of the agency or institution under §99.7 includes a notice that the agency or institution forwards education records to other agencies or institutions that have requested the records and in which the student seeks or intends to enroll or is already enrolled so long as the disclosure is for purposes related to the student's enrollment or transfer; (2) Give the parent or eligible student, upon request, a copy of the record that was disclosed; and (3) Give the parent or eligible student, upon request, an opportunity for a hearing under subpart C. (b) An educational agency or institution may disclose an education record of a student in attendance to another educational agency or institution if: (1) The student is enrolled in or receives services from the other agency or institution; and (2) The disclosure meets the requirements of paragraph (a) of this section. (Authority: 20 U.S.C. 1232g(b)(1)(B)) [53 FR 11943, Apr. 11, 1988, as amended at 61 FR 59297, Nov. 21, 1996; 73 FR 74854, Dec. 9, 2008]",
    "§99.35 What conditions apply to disclosure of information for Federal or State program purposes?": "(a)(1) Authorized representatives of the officials or agencies headed by officials listed in §99.31(a)(3) may have access to education records in connection with an audit or evaluation of Federal or State supported education programs, or for the enforcement of or compliance with Federal legal requirements that relate to those programs. (2) The State or local educational authority or agency headed by an official listed in §99.31(a)(3) is responsible for using reasonable methods to ensure to the greatest extent practicable that any entity or individual designated as its authorized representative— (i) Uses personally identifiable information only to carry out an audit or evaluation of Federal- or State-supported education programs, or for the enforcement of or compliance with Federal legal requirements related to these programs; (ii) Protects the personally identifiable information from further disclosures or other uses, except as authorized in paragraph (b)(1) of this section; and (iii) Destroys the personally identifiable information in accordance with the requirements of paragraphs (b) and (c) of this section. (3) The State or local educational authority or agency headed by an official listed in §99.31(a)(3) must use a written agreement to designate any authorized representative, other than an employee. The written agreement must— (i) Designate the individual or entity as an authorized representative; (ii) Specify— (A) The personally identifiable information from education records to be disclosed; (B) That the purpose for which the personally identifiable information from education records is disclosed to the authorized representative is to carry out an audit or evaluation of Federal- or State-supported education programs, or to enforce or to comply with Federal legal requirements that relate to those programs; and (C) A description of the activity with sufficient specificity to make clear that the work falls within the exception of §99.31(a)(3), including a description of how the personally identifiable information from education records will be used; (iii) Require the authorized representative to destroy personally identifiable information from education records when the information is no longer needed for the purpose specified; (iv) Specify the time period in which the information must be destroyed; and (v) Establish policies and procedures, consistent with the Act and other Federal and State confidentiality and privacy provisions, to protect personally identifiable information from education records from further disclosure (except back to the disclosing entity) and unauthorized use, including limiting use of personally identifiable information from education records to only authorized representatives with legitimate interests in the audit or evaluation of a Federal- or State-supported education program or for compliance or enforcement of Federal legal requirements related to these programs. (b) Information that is collected under paragraph (a) of this section must— (1) Be protected in a manner that does not permit personal identification of individuals by anyone other than the State or local educational authority or agency headed by an official listed in §99.31(a)(3) and their authorized representatives, except that the State or local educational authority or agency headed by an official listed in §99.31(a)(3) may make further disclosures of personally identifiable information from education records on behalf of the educational agency or institution in accordance with the requirements of §99.33(b); and (2) Be destroyed when no longer needed for the purposes listed in paragraph (a) of this section. (c) Paragraph (b) of this section does not apply if: (1) The parent or eligible student has given written consent for the disclosure under §99.30; or (2) The collection of personally identifiable information is specifically authorized by Federal law. (Authority: 20 U.S.C. 1232g(b)(1)(C), (b)(3), and (b)(5)) [53 FR 11943, Apr. 11, 1988, as amended at 73 FR 74854, Dec. 9, 2008; 76 FR 75642, Dec. 2, 2011]",
    "§99.36 What conditions apply to disclosure of information in health and safety emergencies?": "(a) An educational agency or institution may disclose personally identifiable information from an education record to appropriate parties, including parents of an eligible student, in connection with an emergency if knowledge of the information is necessary to protect the health or safety of the student or other individuals. (b) Nothing in this Act or this part shall prevent an educational agency or institution from— (1) Including in the education records of a student appropriate information concerning disciplinary action taken against the student for conduct that posed a significant risk to the safety or well-being of that student, other students, or other members of the school community; (2) Disclosing appropriate information maintained under paragraph (b)(1) of this section to teachers and school officials within the agency or institution who the agency or institution has determined have legitimate educational interests in the behavior of the student; or (3) Disclosing appropriate information maintained under paragraph (b)(1) of this section to teachers and school officials in other schools who have been determined to have legitimate educational interests in the behavior of the student. (c) In making a determination under paragraph (a) of this section, an educational agency or institution may take into account the totality of the circumstances pertaining to a threat to the health or safety of a student or other individuals. If the educational agency or institution determines that there is an articulable and significant threat to the health or safety of a student or other individuals, it may disclose information from education records to any person whose knowledge of the information is necessary to protect the health or safety of the student or other individuals. If, based on the information available at the time of the determination, there is a rational basis for the determination, the Department will not substitute its judgment for that of the educational agency or institution in evaluating the circumstances and making its determination. (Authority: 20 U.S.C. 1232g (b)(1)(I) and (h)) [53 FR 11943, Apr. 11, 1988; 53 FR 19368, May 27, 1988, as amended at 61 FR 59297, Nov. 21, 1996; 73 FR 74854, Dec. 9, 2008]",
    "§99.37 What conditions apply to disclosing directory information?": "(a) An educational agency or institution may disclose directory information if it has given public notice to parents of students in attendance and eligible students in attendance at the agency or institution of: (1) The types of personally identifiable information that the agency or institution has designated as directory information; (2) A parent's or eligible student's right to refuse to let the agency or institution designate any or all of those types of information about the student as directory information; and (3) The period of time within which a parent or eligible student has to notify the agency or institution in writing that he or she does not want any or all of those types of information about the student designated as directory information. (b) An educational agency or institution may disclose directory information about former students without complying with the notice and opt out conditions in paragraph (a) of this section. However, the agency or institution must continue to honor any valid request to opt out of the disclosure of directory information made while a student was in attendance unless the student rescinds the opt out request. (c) A parent or eligible student may not use the right under paragraph (a)(2) of this section to opt out of directory information disclosures to— (1) Prevent an educational agency or institution from disclosing or requiring a student to disclose the student's name, identifier, or institutional email address in a class in which the student is enrolled; or (2) Prevent an educational agency or institution from requiring a student to wear, to display publicly, or to disclose a student ID card or badge that exhibits information that may be designated as directory information under §99.3 and that has been properly designated by the educational agency or institution as directory information in the public notice provided under paragraph (a)(1) of this section. (d) In its public notice to parents and eligible students in attendance at the agency or institution that is described in paragraph (a) of this section, an educational agency or institution may specify that disclosure of directory information will be limited to specific parties, for specific purposes, or both. When an educational agency or institution specifies that disclosure of directory information will be limited to specific parties, for specific purposes, or both, the educational agency or institution must limit its directory information disclosures to those specified in its public notice that is described in paragraph (a) of this section. (e) An educational agency or institution may not disclose or confirm directory information without meeting the written consent requirements in §99.30 if a student's social security number or other non-directory information is used alone or combined with other data elements to identify or help identify the student or the student's records. (Authority: 20 U.S.C. 1232g(a)(5) (A) and (B)) [53 FR 11943, Apr. 11, 1988, as amended at 73 FR 74854, Dec. 9, 2008; 76 FR 75642, Dec. 2, 2011]",
    "§99.38 What conditions apply to disclosure of information as permitted by State statute adopted after November 19, 1974, concerning the juvenile justice system?": "(a) If reporting or disclosure allowed by State statute concerns the juvenile justice system and the system's ability to effectively serve, prior to adjudication, the student whose records are released, an educational agency or institution may disclose education records under §99.31(a)(5)(i)(B). (b) The officials and authorities to whom the records are disclosed shall certify in writing to the educational agency or institution that the information will not be disclosed to any other party, except as provided under State law, without the prior written consent of the parent of the student. (Authority: 20 U.S.C. 1232g(b)(1)(J)) [61 FR 59297, Nov. 21, 1996]",
    "§99.39 What definitions apply to the nonconsensual disclosure of records by postsecondary educational institutions in connection with disciplinary proceedings concerning crimes of violence or non-forcible sex offenses?": "As used in this part: Alleged perpetrator of a crime of violence is a student who is alleged to have committed acts that would, if proven, constitute any of the following offenses or attempts to commit the following offenses that are defined in appendix A to this part: Arson\nAssault offenses\nBurglary\nCriminal homicide—manslaughter by negligence\nCriminal homicide—murder and nonnegligent manslaughter\nDestruction/damage/vandalism of property\nKidnapping/abduction\nRobbery\nForcible sex offenses. Alleged perpetrator of a nonforcible sex offense means a student who is alleged to have committed acts that, if proven, would constitute statutory rape or incest. These offenses are defined in appendix A to this part. Final results means a decision or determination, made by an honor court or council, committee, commission, or other entity authorized to resolve disciplinary matters within the institution. The disclosure of final results must include only the name of the student, the violation committed, and any sanction imposed by the institution against the student. Sanction imposed means a description of the disciplinary action taken by the institution, the date of its imposition, and its duration. Violation committed means the institutional rules or code sections that were violated and any essential findings supporting the institution's conclusion that the violation was committed. (Authority: 20 U.S.C. 1232g(b)(6)) [65 FR 41853, July 6, 2000]",
    "§99.60 What functions has the Secretary delegated to the Office and to the Office of Administrative Law Judges?": "(a) For the purposes of this subpart, Office means the Office of the Chief Privacy Officer, U.S. Department of Education. (b) The Secretary designates the Office to: (1) Investigate, process, and review complaints and violations under the Act and this part; and (2) Provide technical assistance to ensure compliance with the Act and this part. (c) The Secretary designates the Office of Administrative Law Judges to act as the Review Board required under the Act to enforce the Act with respect to all applicable programs. The term applicable program is defined in section 400 of the General Education Provisions Act. (Authority: 20 U.S.C. 1232g (f) and (g), 1234) [53 FR 11943, Apr. 11, 1988, as amended at 58 FR 3189, Jan. 7, 1993; 82 FR 6253, Jan. 19, 2017]",
    "§99.61 What responsibility does an educational agency or institution, a recipient of Department funds, or a third party outside of an educational agency or institution have concerning conflict with State or local laws?": "If an educational agency or institution determines that it cannot comply with the Act or this part due to a conflict with State or local law, it must notify the Office within 45 days, giving the text and citation of the conflicting law. If another recipient of Department funds under any program administered by the Secretary or a third party to which personally identifiable information from education records has been non-consensually disclosed determines that it cannot comply with the Act or this part due to a conflict with State or local law, it also must notify the Office within 45 days, giving the text and citation of the conflicting law. (Authority: 20 U.S.C. 1232g(f)) [76 FR 75642, Dec. 2, 2011]",
    "§99.62 What information must an educational agency or institution or other recipient of Department funds submit to the Office?": "The Office may require an educational agency or institution, other recipient of Department funds under any program administered by the Secretary to which personally identifiable information from education records is non-consensually disclosed, or any third party outside of an educational agency or institution to which personally identifiable information from education records is non-consensually disclosed to submit reports, information on policies and procedures, annual notifications, training materials, or other information necessary to carry out the Office's enforcement responsibilities under the Act or this part. (Authority: 20 U.S.C. 1232g(b)(4)(B), (f), and (g)) [76 FR 75643, Dec. 2, 2011]",
    "§99.63 Where are complaints filed?": "A parent or eligible student may file a written complaint with the Office regarding an alleged violation under the Act and this part. The Office's address is: Family Policy Compliance Office, U.S. Department of Education, 400 Maryland Avenue, SW., Washington, DC 20202. (Authority: 20 U.S.C. 1232g(g)) [65 FR 41854, July 6, 2000, as amended at 73 FR 74854, Dec. 9, 2008]",
    "§99.64 What is the investigation procedure?": "(a) A complaint must contain specific allegations of fact giving reasonable cause to believe that a violation of the Act or this part has occurred. A complaint does not have to allege that a violation is based on a policy or practice of the educational agency or institution, other recipient of Department funds under any program administered by the Secretary, or any third party outside of an educational agency or institution. (b) The Office investigates a timely complaint filed by a parent or eligible student, or conducts its own investigation when no complaint has been filed or a complaint has been withdrawn, to determine whether an educational agency or institution or other recipient of Department funds under any program administered by the Secretary has failed to comply with a provision of the Act or this part. If the Office determines that an educational agency or institution or other recipient of Department funds under any program administered by the Secretary has failed to comply with a provision of the Act or this part, it may also determine whether the failure to comply is based on a policy or practice of the agency or institution or other recipient. The Office also investigates a timely complaint filed by a parent or eligible student, or conducts its own investigation when no complaint has been filed or a complaint has been withdrawn, to determine whether a third party outside of the educational agency or institution has failed to comply with the provisions of §99.31(a)(6)(iii)(B) or has improperly redisclosed personally identifiable information from education records in violation of §99.33. (Authority: 20 U.S.C. 1232g(b)(4)(B), (f) and (g)) (c) A timely complaint is defined as an allegation of a violation of the Act that is submitted to the Office within 180 days of the date of the alleged violation or of the date that the complainant knew or reasonably should have known of the alleged violation. (d) The Office may extend the time limit in this section for good cause shown. (Authority: 20 U.S.C. 1232g(b)(4)(B), (f) and (g)) [53 FR 11943, Apr. 11, 1988, as amended at 58 FR 3189, Jan. 7, 1993; 65 FR 41854, July 6, 2000; 73 FR 74854, Dec. 9, 2008; 76 FR 75643, Dec. 2, 2011]",
    "§99.65 What is the content of the notice of investigation issued by the Office?": "(a) The Office notifies in writing the complainant, if any, and the educational agency or institution, the recipient of Department funds under any program administered by the Secretary, or the third party outside of an educational agency or institution if it initiates an investigation under §99.64(b). The written notice— (1) Includes the substance of the allegations against the educational agency or institution, other recipient, or third party; and (2) Directs the agency or institution, other recipient, or third party to submit a written response and other relevant information, as set forth in §99.62, within a specified period of time, including information about its policies and practices regarding education records. (b) The Office notifies the complainant if it does not initiate an investigation because the complaint fails to meet the requirements of §99.64. (Authority: 20 U.S.C. 1232g(g)) [73 FR 74855, Dec. 9, 2008, as amended at 76 FR 75643, Dec. 2, 2011]",
    "§99.66 What are the responsibilities of the Office in the enforcement process?": "(a) The Office reviews a complaint, if any, information submitted by the educational agency or institution, other recipient of Department funds under any program administered by the Secretary, or third party outside of an educational agency or institution, and any other relevant information. The Office may permit the parties to submit further written or oral arguments or information. (b) Following its investigation, the Office provides to the complainant, if any, and the educational agency or institution, other recipient, or third party a written notice of its findings and the basis for its findings. (c) If the Office finds that an educational agency or institution or other recipient has not complied with a provision of the Act or this part, it may also find that the failure to comply was based on a policy or practice of the agency or institution or other recipient. A notice of findings issued under paragraph (b) of this section to an educational agency or institution, or other recipient that has not complied with a provision of the Act or this part— (1) Includes a statement of the specific steps that the agency or institution or other recipient must take to comply; and (2) Provides a reasonable period of time, given all of the circumstances of the case, during which the educational agency or institution or other recipient may comply voluntarily. (d) If the Office finds that a third party outside of an educational agency or institution has not complied with the provisions of §99.31(a)(6)(iii)(B) or has improperly redisclosed personally identifiable information from education records in violation of §99.33, the Office's notice of findings issued under paragraph (b) of this section— (1) Includes a statement of the specific steps that the third party outside of the educational agency or institution must take to comply; and (2) Provides a reasonable period of time, given all of the circumstances of the case, during which the third party may comply voluntarily. (Authority: 20 U.S.C. 1232g(b)(4)(B), (f), and (g)) [76 FR 75643, Dec. 2, 2011]",
    "§99.67 How does the Secretary enforce decisions?": "(a) If an educational agency or institution or other recipient of Department funds under any program administered by the Secretary does not comply during the period of time set under §99.66(c), the Secretary may take any legally available enforcement action in accordance with the Act, including, but not limited to, the following enforcement actions available in accordance with part D of the General Education Provisions Act— (1) Withhold further payments under any applicable program; (2) Issue a complaint to compel compliance through a cease and desist order; or (3) Terminate eligibility to receive funding under any applicable program. (b) If, after an investigation under §99.66, the Secretary finds that an educational agency or institution, other recipient, or third party has complied voluntarily with the Act or this part, the Secretary provides the complainant and the agency or institution, other recipient, or third party with written notice of the decision and the basis for the decision. (c) If the Office finds that a third party, outside the educational agency or institution, violates §99.31(a)(6)(iii)(B), then the educational agency or institution from which the personally identifiable information originated may not allow the third party found to be responsible for the violation of §99.31(a)(6)(iii)(B) access to personally identifiable information from education records for at least five years. (d) If the Office finds that a State or local educational authority, a Federal agency headed by an official listed in §99.31(a)(3), or an authorized representative of a State or local educational authority or a Federal agency headed by an official listed in §99.31(a)(3), improperly rediscloses personally identifiable information from education records, then the educational agency or institution from which the personally identifiable information originated may not allow the third party found to be responsible for the improper redisclosure access to personally identifiable information from education records for at least five years. (e) If the Office finds that a third party, outside the educational agency or institution, improperly rediscloses personally identifiable information from education records in violation of §99.33 or fails to provide the notification required under §99.33(b)(2), then the educational agency or institution from which the personally identifiable information originated may not allow the third party found to be responsible for the violation access to personally identifiable information from education records for at least five years. (Authority: 20 U.S.C. 1232g(b)(4)(B) and (f); 20 U.S.C. 1234c) [76 FR 75643, Dec. 2, 2011]",
    "Civil Rights Laws": "Civil rights laws enforced by ED extend to all state education agencies, elementary and secondary school systems, colleges and universities, vocational schools, proprietary schools, state vocational rehabilitation agencies, libraries, and museums that receive U.S. Department of Education funds.",
    "File a Complaint": "Learn how to file a civil rights complaint and how ED handles the complaint resolution process. link :- https://www.ed.gov/laws-and-policy/civil-rights-laws/file-complaint",
    "Access to Equal Education Opportunity": "ED works to ensure that schools, districts, colleges, and universities satisfy their Title VI obligation to give students equal access to education. link :- https://www.ed.gov/laws-and-policy/civil-rights-laws/access-equal-education-opportunity",
    "Education and Title VI of the Civil Rights Act of 1964": "This law prohibits discrimination based on race, color, or national origin in programs or activities that receive federal financial assistance. link :- https://www.ed.gov/laws-and-policy/civil-rights-laws/race-color-and-national-origin-discrimination/education-and-title-vi",
    "Civil Rights Data Collection": "Get wide-ranging education data collected from our nation's public schools, including information about demographics, enrollment, and discipline. link :- https://www.ed.gov/laws-and-policy/civil-rights-laws/crdc",
    "FAQs About a Student's Civil Rights": "Get answers to the most frequently asked questions about sex, age, race, and disability discrimination in our nation's schools. link :- https://www.ed.gov/laws-and-policy/civil-rights-laws/civil-rights-faqs",
    "Office for Civil Rights (OCR)": "OCR’s mission is to ensure equal access to education and to promote educational excellence through vigorous enforcement of civil rights laws. link :- https://www.ed.gov/about/ed-offices/ocr",
    "File A Complaint": "File A Complaint | U.S. Department of Education Skip to main content File A Complaint Learn how to file a discrimination or retaliation complaint with ED's Office for Civil Rights. The Office for Civil Rights (OCR) has the authority to investigate complaints of discrimination based on: Race, color, national origin, or ancestry Sex or gender Disability Age OCR also has the authority to investigate complaints claiming that a covered entity: Retaliated for the purpose of interfering with any right or privilege protected by the laws enforced by OCR; Retaliated because someone made a complaint, testified, assisted, or participated in any manner in an OCR matter; Discriminated against any youth group officially affiliated with a group or organization listed in title 36 of the United States Code (as a patriotic society) that is intended to serve young people under the age of 21 that requests to conduct a meeting at a public school. If you believe you have been discriminated or retaliated against on any of these bases by a covered entity, you can file a complaint with OCR. Learn more about how to file a complaint - and about the complaint evaluation and resolution process - using the resources below. OCR Online Complaint Form Maintenance: Dec. 12, 6:00 p.m. - 12:00 a.m. EST During maintenance, complainants can use the PDF form to file by email/mail. PDF Complaint Form File a Complaint Visit the OCR Complaint Assessment System site to file an electronic complaint form, or file a complaint by using the fillable PDF complaint form. Electronic Complaint Form Fillable PDF Complaint Form How to File a Complaint Learn how to file a discrimination or retaliation complaint with the ED Office for Civil Rights (OCR). How to file a complaint A brief summary about OCR's process for evaluating, investigating, and resolving complaints. Learn about the process A collection of frequently asked questions (FAQs) and answers about OCR's complaint process. Complaint process FAQs Learn about OCR's customer service standards for those engaged in the case resolution process. OCR's service standards December 12, 2024\nElectronic Complaint Form: https://ocrcas.ed.gov\nFillable PDF Complaint Form: https://1edprod.ed.gov/sites/ed/files/about/offices/list/ocr/complaintform.pdf",
    "Higher education opens doors to opportunity.": "The U.S. Department of Education is making transformational changes to the Free Application for Federal Student Aid (FAFSA®) form. The FAFSA form is an application that students and families need to complete to apply for federal student aid, such as federal grants, work-study funds, and loans. Completing and submitting the FAFSA form is free, and it gives students access to the largest source of financial aid to help pay for higher education.\nThe Better FAFSA is simplified, redesigned, and streamlined. It is faster and easier to fill out, with most students and families completing it in less than 15 minutes. It ensures 665,000 more students will receive Federal Pell Grants to pay for college. Additionally, more than 1.7 million more students will receive the maximum Pell Grant.",
    "A Focus on Improving the FAFSA®Experience": "The Department is pleased to share some of the significant progress that has been made with the help of our partners and improvements we are making for the 2025–26 FAFSA cycle. The Department is committed to learning from challenges with the launch of the 2024–25 FAFSA form, increasing transparency, and making key improvements to the experience for students, families, colleges, and other stakeholders in the coming year.Read more here.",
    "Making FAFSA Corrections": "Some students who already submitted FAFSA forms may need to make corrections. For students who need to make corrections to their FAFSA form, doing so should only take a few minutes. To get started, students and contributors should go to theirStudentAid.gov accountand select the form that notes an \"Action Required\" under \"My Activity.\" Select \"View FAFSA Submission Summary\" to review the information and any actions you need to take to complete the form. Select the \"Make a Correction\" button at the top of the \"FAFSA Form Answers\" tab. Some of the most common corrections include signing the form or providing consent and approval to access and use federal tax data. Remember: successfully completing your FAFSA form is the first step to unlocking affordable and accessible higher education opportunities.\nWatch these videos to learn more about making corrections to your FAFSA:\nOther useful resources to help you prepare and submit your FAFSA® Form:\nBetter FAFSA Corrections and Completion Guidance: Students [https://www.youtube.com/watch?v=0aO9OklHbqw]\nBetter FAFSA Corrections and Completion Guidance: Parents [https://www.youtube.com/watch?v=UHCtT4mqEjQ]\nOrientación para hacer correcciones y completar la Better FAFSA: Padres [https://www.youtube.com/watch?v=pf3WcNN91kM]\nBetter FAFSA Corrections and Completion Guidance: Adding Schools [https://www.youtube.com/watch?v=r0bfBp8oF3A]\nHow to make corrections and add colleges and universities to your FAFSA [https://www.youtube.com/watch?v=nZYVgdZjG58&list=PL1tCTXATxf-qJha84KeHTZ2-8d7hTf2Up]\nHow to make corrections to the new FAFSA form — Adding signature and contributor information [https://www.youtube.com/watch?v=-BlDZfOFyjM&list=PL1tCTXATxf-qJha84KeHTZ2-8d7hTf2Up]\nHow to correct and submit the signature in the new FAFSA form — For students and their contributors [https://www.youtube.com/watch?v=Pb1DY59uqds&list=PL1tCTXATxf-qJha84KeHTZ2-8d7hTf2Up]\nOrientación para hacer correcciones y completar la Better FAFSA: Padres [https://www.youtube.com/watch?v=pf3WcNN91kM](in Spanish)\nCómo hacer correcciones y añadir universidades a su FAFSA [https://www.youtube.com/watch?v=2sgmE9zcEig] (in Spanish)\nCómo hacer correcciones al nuevo formularlo FAFSA — añadir la firma e información del contribuyente [https://www.youtube.com/watch?v=InqY7jJPqTk] (in Spanish)\nCómo corregir y enviar la firma en el nuevo formulario FAFSA — para estudiantes y sus contribuyentes [https://www.youtube.com/watch?v=3dBNmV5XSyc] (in Spanish)",
    "High School 2024-25 FAFSA Submission Rate": "State\tRate as of 12/20/24\nPuerto Rico\t96.30%\nDistrict Of Columbia\t76.70%\nTennessee\t72.80%\nLouisiana\t71.30%\nMississippi\t70.30%\nIllinois\t69.70%\nCalifornia\t69.40%\nRhode Island\t68.10%\nConnecticut\t66.30%\nDelaware\t65.70%\nThe submission rate is based on the number of high school senior 2024-25 FAFSA submissions divided by the projected total of high school graduates for that state.\nCheck out high school FAFSA submission rates by statehere(updated 12/18/24)",
    "FAFSA Student Support Strategy": "On May 6, the Department launched the FAFSA Student Support Strategy to continue increasing the number of high school students who complete a 2024-25 FAFSA and enroll in college, particularly first-time college students and students of color. This investment builds on the Department's efforts to help students, families, and institutions through the 2024-25 FAFSA application cycle, in addition to theCollege Support Strategy, theFAFSA Fast Breakcampaign, and direct communication efforts with institutions and stakeholders via theFAFSA Fast News blog.\nAs part of the FAFSA Student Support Strategy, the Department is providing up to $50 million to help school districts, states, nonprofits, and other public and private organizations with efforts to boost FAFSA completion. These funds will help grow capacity for organizations supporting FAFSA completion efforts, facilitate FAFSA clinics, and provide transportation and communication supports to families as needed. The program will be implemented by ECMC to support organizations with demonstrated experience expanding college access and enrollment. For additional details, read the press releasehere.",
    "Better FAFSA Toolkits": "FAFSA Guide for Parents and Contributors - Partner Guidance [https://www.ed.gov/sites/ed/files/finaid/info/apply/fafsa-guide-parents-contributors.pdf]\nGuía para Padres y Contribuyentes del FAFSA 2024-25 (in Spanish) [https://www.ed.gov/sites/ed/files/finaid/info/apply/guia-padres-contribuyentes-fafsa.pdf]\nGuía para Padres y Contribuyentes del FAFSA 2024-25 - Guía para Socios (in Spanish) [https://www.ed.gov/sites/ed/files/finaid/info/apply/guia-padres-contribuyentes-fafsa-socios.pdf]",
    "For students and families": "See and share this toolkit [https://www.ed.gov/sites/ed/files/finaid/info/apply/fafsa-toolkit-students-families.pdf] for students and families\nLearn about [http://studentaid.gov/fafsasupport] the better FAFSA form, and check out this slide deck [https://www.ed.gov/sites/ed/files/finaid/info/apply/better-fafsa-slide-deck.pdf]\nRead these FAFSA Pro Tips [https://studentaid.gov/announcements-events/fafsa-support/pro-tips] to help you successfully complete the FAFSA form\nCheck out this video [https://www.youtube.com/watch?v=UupEQdS2VMY] on applying for financial aid with the FAFSA form\nWatch and share these videos [https://www.youtube.com/watch?v=0D8ytYCTeSY&list=PL1tCTXATxf-qJha84KeHTZ2-8d7hTf2Up&index=5] from students, a parent, an organizational leader, and Department leaders on the Better FAFSA\nUse the Federal Student Aid Estimator [https://studentaid.gov/aid-estimator/] to receive an estimate of how much federal student aid the student may be eligible to receive\nUse the Sacha chatbot [https://d1qaw0xov0bofv.cloudfront.net] to get answers to your FAFSA questions",
    "For high school educators and college access counselors": "See and share this toolkit [https://www.ed.gov/sites/ed/files/finaid/info/apply/fafsa-toolkit-educators-counselors.pdf] for high school educators and college access counselors\nCheck out this roadmap [https://fsapartners.ed.gov/knowledge-center/topics/fafsa-simplification-information/2024-25-fafsa-roadmap#CounselorsAdvocates] for counselors and advocates\nUse the Financial Aid Toolkit [https://financialaidtoolkit.ed.gov/tk/] for counselors\nRead 5 Things College Access Professionals Should Know [https://financialaidtoolkit.ed.gov/tk/announcement-detail.jsp?id=5-things-college-access-professionals-should-know]\nCheck out this slide deck [https://www.ed.gov/sites/ed/files/finaid/info/apply/better-fafsa-slide-deck.pdf]\nBookmark this page [https://fsapartners.ed.gov/knowledge-center/topics/fafsa-simplification-information/2024-25-fafsa-updates] for regular status updates and resources related to the better FAFSA form\nWatch and share these videos [https://www.youtube.com/watch?v=0D8ytYCTeSY&list=PL1tCTXATxf-qJha84KeHTZ2-8d7hTf2Up&index=5] from students, a parent, an organizational leader, and Department leaders on the Better FAFSA.\nSign up [https://fsapartners.ed.gov/subscriptions/] to receive updates on webinars and other information",
    "For college officials": "See and share this toolkit [https://www.ed.gov/sites/ed/files/finaid/info/apply/fafsa-toollkit-colleges-universities.pdf] for college officials\nCheck out this slide deck [https://www.ed.gov/sites/ed/files/finaid/info/apply/better-fafsa-slide-deck.pdf]\nCheck out this roadmap [https://fsapartners.ed.gov/knowledge-center/topics/fafsa-simplification-information/2024-25-fafsa-roadmap#InstitutionsStatePartners] for institutions and state partners\nSee the FSA Knowledge Center [https://fsapartners.ed.gov/knowledge-center/topics/fafsa-simplification-information], a repository for all information, guidance, and training related to better FAFSA\nWatch and share these videos [https://www.youtube.com/watch?v=0D8ytYCTeSY&list=PL1tCTXATxf-qJha84KeHTZ2-8d7hTf2Up&index=5] from students, a parent, an organizational leader, and Department leaders on the Better FAFSA.\nBookmark this page [https://fsapartners.ed.gov/knowledge-center/topics/fafsa-simplification-information/2024-25-fafsa-updates] for regular status updates and resources related to the better FAFSA form\nSign up [https://fsapartners.ed.gov/subscriptions/] to receive updates on webinars and other information",
    "Resources For Media Outlets": "2025-2026 FAFSA Press Kit [https://www.ed.gov/media/document/2025-2026-fafsa-press-kit-108558.pdf]",
    "Significantly Reducing Verification Requirements": "Thanks to the overhauled FAFSA form, the majority of income data now comes directly from the IRS, which will not need to be verified. This year's reduction in verifications will reduce the burden for colleges and students while continuing to protect against fraud.",
    "Providing Additional Flexibility on Recertification": "The Department will, through Sept. 2024, waive the requirement for institutions to recertify eligibility for federal student aid programs no later than 90 days before their Program Participation Requirement expires. This flexibility will give time back to institutions at this critical moment.",
    "Making Connections to Data": "The Department is posting new data and resources to help schools drive FAFSA completion. For example, the Department released data by high school on their students' 2024 — 2025 FAFSA submissions, two months ahead of schedule.",
    "Suspending New Routine Program Reviews": "The Department suspended new reviews through September 2024, except for the most serious issues, helping colleges focus on getting aid award offers to students.",
    "data\\hr_policies\\DineCollegeGovtRetirementPlanConversionNotiRetiremnt.pdf": "Page | 1  \n \n                                     \n   \nDINÉ COLLEGE  \n1 CIRCLE DR.  \nROUTE 12  \nTSAILE, AZ 86566           \n                   \n \n \n \n \n \n \nWhat’s  Inside  \n• Important Dates  2 \n• Investment Options  3-5 \n• Investment Performance 5 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n       \nDINÉ COLLEGE \nGOVERNMENTAL \nRETIREMENT PLAN  As part of our ong oing efforts to provide our employees with t he best \npossible benefits , we have selected BOK Financial as our new reti rement \nplan services provider  to replace Principal Financial Group.   \nIn designing our improved plan services, we took the opportunity to \nintroduce an enhanced fund lineup, offering investment options in all core \n401(k) investment categories, while reducing the investment expenses \nassociated with the funds. In addition, BOK Financial will serve as an \ninvestment f iduciary to our plan.  This additional oversight ensures that \nsomeone is continuously monitoring the funds in our plan to make sure \nthey continue to meet both performance and cost guidelines.  \nBOK Financial  is a recognized leader in the retirement services industry.  \nIt is known for its exceptional  service, communications, and competitive \ninvest ment offerings .  We are confident that you will be pleased with this \nchange.  \nBOK Financial will serve as investment advisor , record keeper, and \ncustodian of the Diné College Governmental Retirement Plan.  The \ntransition to BOK Financial will begin on March 25 , 2021 and will be \nfully completed during the week of April 19 , 2021 . \nOn the pages that follow, you will find important information about the \ntransition to BOK Financial .  Please review this information carefully.  You \nshould pay particular attention to the transition timeline  (see “ When \nchanges will happen ” on page 2) , since there will be a brief period during \nwhich you will not be able to access your account or make any plan \nchanges.  \nNow may also be a good time to review your investment strategy.  Inside, \nyou will  find information about your new investment choices as well as  how \nyour current investments with Principal Financial Group will be handled.  \nWe anticipate a smooth transition.  However, we understand that you may \nhave questions .  This noti ce should answer most of them and you can also \ncontact a BOK Financial Part icipant Services Representative at \n1.800.876.9557.    \nAs part of our new services, BOK Financial will be  conducting a \nnumber of virtual employee meetings  regarding the new features and \nservices that will be offered.   Human Resources will be providing you \nwith information regarding the specific dates  and times of the upcoming \n401(k) meetings.   \nPage | 2  \n What you can expect  \nTo facilitate the transition from one 401(k) carrier to the next, it is necessary to temporarily restrict plan account activity.  This \nis referred to as a freeze period  and is detailed below.  However, please note that your contributions to the plan will continue \nthroughout this period as scheduled.   During the Plan transition to BOK Financial, your existing account balances will \nautomatically be transferred into the new Funds that most closely resemble your current holdings.  For example, if you are \ncurrently invested in the Principal Large Cap S&P 500 Index Separate Account , your balance will automatically be transferred \ninto the Fidelity  500 Index Fund.  In addition, if you are invested in a Principal LifeTime Hybrid Target Date Fund, you will \nautomatically be transferred into the new Vanguard Instl Target Retirement Fund based on your birth year (see pages  3 and \n4 for complete Investment Mapping Chart s). \n \nFreeze Period  \nAs part of the conversion process, it will be necessary to suspend account activity within the Plan for a short period of tim e.  \nThis is referred to as a freeze period, and will impact access to your existing account as follows:  \n \nThe freeze period for your existing account with Principal Financial Group  will begin March 25 , 2021.  After that time, \nyou will be unable to make any changes to your existing account balance, including investment changes and withdrawal \nrequests of any type.   \n \nFor this reason, it is very important that you review and consider the appropriateness of your  current investments.  For your \nlong-term retirement security, you should give careful consideration to the importance of a well -balanced and diversified \ninvestment portfolio, taking into account all your assets, income and investments.  This notice is to provide you with sufficient \ntime before the freeze period begins . \nWhat you need to do  \nWhile you are not required to take any action regarding your Plan account at this time, it may be worthwhile for you to r eview \nthe appropriateness  of your cur rent investm ent options before 2 :00 pm Mountain time on March 25 , 2021 (the last day to \ninitiate transactions) .  If you decide to initiate a transaction before the freeze period , call Principal Financial Group at \n1.800 .547.7754 or go to the Principal Financial Group website at www. principal .com . \nWhen changes will happen \nThe timeline below presents a detailed look at what will happen during the freeze  period and the transfer of your Plan to BOK \nFinancial.  \nMarch 2 5, 2021  FREEZE  PERIOD BEGINS AT 2:00 PM MOUNTAIN  TIME  \nThis is the last day you can request a withdrawal or distribution, change the amount you contribute, \nor change your existing investment mix .  This means that even if one or more of your selected \ninvestment options experience a significant price fluctuation in either direction, you will not have \naccess to your account until the transition is complete.  To make these changes before the \ndeadline on M arch 2 5th at 2 pm Mountain time, call Principal Financial Group at 1.800. 547.7754 or \ngo to www. principal .com.  \n \nApril 13 , 2021 ACCOUNT BALANCES TRANSFERRED  \nYour existing account balance is automatically moved into your new investment options  (see the \nchart s on the next two page s).  There is also a chart that details the entire list of investment \noptions available in  your Plan  once the freeze period ends .   \nWeek beginning  April \n19, 2021 FREEZE  PERIOD ENDS  \nAll services available:  You now have full access to your account and all of the investment \noptions and services .  Visit www.startright.bokf .com  or for personal assistance call a Participant \nServices Representative at 1.800.876.9557 to review your account.  Your initial User name is your \nSocial Security number and your initial password is the last 4 digits of your Social Security \nnumber and the las t 2 digits of your year of birth.  \n \n \n \n Page | 3  \n Remember : You do not  have to do anything before your account is transferred to BOK Financial.  However , if you do want to \nmake changes,  review the above dates carefully.  The freeze period end date is an estimated date that is based on prior \nexperience and should not be considered as a guaranteed date since the conversion for your Plan could differ from prior \nexperience.   As stated previously, ongoing Contributions to the P lan will not be affected by the transition . \n \nInvestment Mapping Chart  \nTo facilitate the transition , Principal Financial Group will liquidate all Plan assets and transfer them to BOK Financial  except \nfor the Princ ipal Real Estate Inv U .S. Property Separate A ccount (see botto m of page 4).   \nThe chart s below indicate how your account balance will b e invested upon transferring to BOK Financial .  \nFirst, a ll assets currently invested in th e Principal LifeTime Hybrid Target Date Funds will be  automatically invested into the \ncorresponding Vanguard Instl Target Retirement Date Fund that is designated for your projected retirement date,  based on \nyour date of birth.  \n \nThe Vanguard Target Retirement Funds seek to provide growth of capital and current income consistent wit h its current \nasset allocation.  Each Vanguard Target Retirement Date Fund is a fully diversified, professionally managed, appropriately \nallocated fund that gradually becom es more conservative as you approach your target retirement date.  The Fund currently \ninvests in other Vanguard mutual funds according to an asset allocation strategy designed for investors planning to retire in \neach of the indicated years.  The chart below provides a list of the Birth Date Range that each of the funds will be mapped \nto (this only applies to Plan participants with balances in one or more of the Principal LifeTime Hybrid Target Date Funds) : \n \n \nNew Target Date Fund    Date of Birth Range  \n   \nVanguard Instl Target Retirement Income   1/1/1900 – 12/31/1947  \nVanguard Instl Target Retirement 2015   1/1/1948 – 12/31/1952  \nVanguard Instl Target Retirement 2020   1/1/1953 – 12/31/1957  \nVanguard Instl Target Retirement 2025   1/1/1958 – 12/31/1962  \nVanguard Instl Target Retirement 2030   1/1/1963 – 12/31/1967  \nVanguard Instl Target Retirement 2035   1/1/1968 – 12/31/1972  \nVanguard Instl Target Retirement 2040   1/1/1973 – 12/31/1977  \nVanguard Instl Target Retirement 2045   1/1/1978 – 12/31/1982  \nVanguard Instl Target Retirement 2050   1/1/1983 – 12/31/1987  \nVanguard Instl Target Retirement 2055   1/1/1988 – 12/31/1992  \nVanguard Instl Target Retirement 2060   1/1/1993 – 12/31/1997  \nVanguard Instl Target Retirement 206 5  1/1/199 8 or later  \n   \n \n \n Page | 4  \n Next, all assets currently invested in the current Principal Financial Group fund offerings in the below chart will be \nautomatically invested into the corresponding fund that most closely matches the investment strategy of the current offering.   \nThe below chart details how each of the remaining funds will be invested upon transfer to BOK Financial:   \n \nCurrent Principal Financial Group  Fund    New BOK Fund * \n   \nPrincipal Liquid Assets Sep Acct   Invesco Short -Term Govt & Agency Instl (AGPXX)  \nPrincipal Guaranteed Interest Funds    Invesco Short -Term Govt & Agency Instl  (AGPXX)  \nPrincipal Core Plus Bond Sep Acct    Met West Total Return Bond Fund  (MWTSX)  \nPrincipal Gov’t & High Quality Bond Sep Acct    Vanguard Total Bond Market Index Adm ( VBTLX)  \nPrincipal LargeCap S&P 500 Index Sep Acct   Fidelity 500 Index (FXAIX)  \nPrincipal Blue Chip  Sep Acct   T. Rowe Price Growth Stock I (PRUFX)  \nPrincipal MidCap Sep Acct   Vanguard Mid Cap Index Admiral (VIMAX)  \nLA Capital /Victory MidCap Value I  Sep Acct    JP Morgan Mid Cap Value R6 (JMVYX ) \nRobert Baird/Eagle Asset Mgmt MidCap Growth \nIII Sep Acct  MFS Mid Cap Growth R6 (OTCKX)  \nPrincipal Smal lCap Sep Acct    Vanguard Small Cap Index Adm (VSMAX)  \nVaughan Nelson/LA Capital/H&W SmallCap \nValue II Sep Acc t  American Beacon Small Value R6 (AASRX ) \nAB/Brown/Emerald SmallCap Growth I Sep Acct   Vanguard Small Cap Growth Index Adm (VSGAX)  \nPrincipal Diversified Intl Sep Acct   Vanguard Total Intl Stock Index Adm (VTIAX ) \nPrincipal Intl SmallCap Sep Acct   American Funds Europacific Growth R6 (RERGX)  \nPrincipal LifeTime  Strategic Income Sep Acct   Vanguard Instl Target Retirement Income (VITRX)  \n   \n \nOnce the transfer has been completed, you may access your account at any time to review or modify your investment \nelections. You may change your investment elections daily by going to www.startright.bokf.com  or calling 1 -800-876-9557. If \nyou are satisfied with how your account balances will be transferred, you do not have to do anything.    \n \nIMPORTANT - Please note:  The Principal Real Estate Inv U.S. Property Separate Account  will not be transferred to BOK \nFinancial at this time.  Princip al will continue to hold and manage this investment  for the tim e bei ng.  Participants who own \nthis fund will con tinue to be able to view their  position in the Principal Real Estate Inv U.S. Property Separate Account  on \nPrincipal Financial Group’s website,  www.principal.com .  Participant s’ balances in this fund will  automatically  be transferred \nto BOK Fin ancial as liquidity becomes avail able throu gh investment income and the sale of investments . \n \n \n \nPage | 5  \n Available Investment Options (investment performance as of 12/3 1/2020) \nTicker Category 3 mo. 1 yr. 3 yr. 5 yr. 10 yr.\nInvesco Short-Term Govt & Agency Instl AGPXX Stable Value 0.00% 0.37% 1.41% 1.05% 0.54%\nVanguard Short-Term Bond Index Adm VBIRX Short term Bond 0.28% 4.69% 3.62% 2.70% 2.09%\nMetropolitan West Total Return Bond I MWTSX Intermediate Bond 1.28% 9.17% 6.14% 4.88% 4.73%\nVanguard Total Bond Market Index Adm VBTLX Intermediate Bond 0.67% 7.72% 5.39% 4.46% 3.80%\nVanguard Inflation Protected Secs Adm VAIPX TIPS Bond 1.62% 10.96% 5.77% 4.96% 3.69%\nFidelity 500 Index FXAIX Large Cap Blend 12.14% 18.40% 14.17% 15.21% 13.87%\nMFS Value R6 MEIKX Large Cap Value 12.60% 4.03% 6.91% 10.47% 11.13%\nT. Rowe Price Growth Stock I PRUFX Large Cap Growth 12.03% 37.09% 21.18% 19.33% 16.95%\nVanguard Mid Cap Index Adm VIMAX Mid Cap Blend 18.02% 18.24% 12.04% 13.28% 12.40%\nJPMorgan Mid Cap Value R6 JMVYX Mid Cap Value 19.40% 0.43% 3.97% 7.93% 10.37%\nMFS Mid Cap Growth R6 OTCKX Mid Cap Growth 15.13% 35.80% 23.77% 20.21% 15.66%\nVanguard Small Cap Index Adm VSMAX Small Cap Blend 27.10% 19.11% 11.22% 13.60% 12.01%\nAmerican Beacon Small Cap Val R6 AASRX Small Cap Value 33.87% 4.03% 2.74% 8.37% 8.81%\nVanguard Small Cap Growth Index Adm VSGAX Small Cap Growth 24.65% 35.28% 19.21% 17.99% 14.02%\nVanguard Total Intl Stock Index Adm VTIAX International Blend 16.90% 11.28% 4.98% 9.09% 5.13%\nAmerican Beacon International Eq R6 AAERX International Value 20.74% 1.14% 0.38% 4.85% 4.48%\nAmerican Funds EuroPacific Growth R6 RERGX International Growth 19.95% 25.27% 10.74% 12.47% 8.14%\nVanguard Instl Target Retirement Inc VITRX Target Date 5.19% 10.18% 6.93% 6.92% -\nVanguard Instl Target Retirement 2015 VITVX Target Date 5.82% 10.42% 7.19% 7.85% -\nVanguard Instl Target Retirement 2020 VITWX Target Date 7.88% 12.09% 8.11% 9.07% -\nVanguard Instl Target Retirement 2025 VRIVX Target Date 9.36% 13.34% 8.81% 9.94% -\nVanguard Instl Target Retirement 2030 VTTWX Target Date 10.54% 14.10% 9.19% 10.57% -\nVanguard Instl Target Retirement 2035 VITFX Target Date 11.64% 14.80% 9.55% 11.16% -\nVanguard Instl Target Retirement 2040 VIRSX Target Date 12.78% 15.44% 9.86% 11.74% -\nVanguard Instl Target Retirement 2045 VITLX Target Date 13.91% 16.17% 10.21% 12.12% -\nVanguard Instl Target Retirement 2050 VTRLX Target Date 14.03% 16.33% 10.26% 12.14% -\nVanguard Instl Target Retirement 2055 VIVLX Target Date 14.02% 16.36% 10.28% 12.16% -\nVanguard Instl Target Retirement 2060 VILVX Target Date 14.02% 16.40% 10.30% 12.16% -\nVanguard Instl Target Retirement 2065 VSXFX Target Date 14.01% 16.18% 10.25% - - \nMore information  coming soon  \nYou will receive additional information at the upcoming employee meetings that will enable you to learn more about the transition and how \nthe Plan can help make saving and investing for your future easier.  Once the transition is complete, be sure to take full advantage of the \ninvestment options, financial planning tools, and account access that the Plan will offer.       \n       \nCall 800.876.9557 to request a prospectus, which includes investment objectives, risks, fees, expenses, and other information that you should \nread and consider carefully before investing.  \nPast performance cannot guarantee future results.  The performance data quoted represents past performance and current return s may be lower or higher.  \nInvestment return and net asset value will fluctuate so that an investor's shares, when redeemed may be worth more or less than the original cost.  \nPerformance includes the reinvestment of any dividends or capital gains.  \nMutual funds are not insured by, issued by, guaranteed by, endorsed by or an obligation of the FDIC, the Federal Reserve Board, any government agency or \nany bank, and are subject to investment risk, including possible loss of principal.  \nInformation about the investment objectives, risks, fees, and expenses for each fund may be found in the prospectus.  A prospectus may be obtained by calling \nthe Participant Service Group at 1.800.876.9557.  Investors should consider this information carefully before investing.  \nInformation provided is taken from sources believed to be reliable . Services provided by Bank of Albuquerque, Bank of Arizona, Bank of Arkansas, Bank of \nKansas City, Bank of Oklahoma, Bank of Texas and Colorado State Bank and T rust, divisions of BOKF, NA, a subsidiary of BOK Financial Corporation.   "
}